{
  "papers": [
    {
      "title": "Future intensification of ENSO impacts on the Southeast Asian hydroclimate",
      "year": 2025,
      "authors": [
        {
          "first_name": "T",
          "last_name": "Le"
        }
      ],
      "journal": "Hydrological Sciences Journal",
      "citations": 0,
      "abstract": "The hydroclimate of Southeast Asia (SEA) exhibits a robust connection with variations in the El Niño-Southern Oscillation (ENSO). However, our understanding of how ENSO will shape the future hydroclimate of this region remains largely uncertain. Here we evaluated the changes in the likelihood of ENSO-related impacts on SEA hydroclimate throughout the 21st century, utilizing data from the Coupled Modeling Intercomparison Project Phase 6 (CMIP6) model outputs. Our findings indicate that the impacts of ENSO on annual and seasonal precipitation, evaporation, runoff, soil moisture, and near-surface air temperature are anticipated to become more pronounced over mainland SEA and parts of insular SEA. Our results provide evidence indicating a possible intensification of ENSO-driven hydroclimatic impacts on SEA in the 21st century. These findings elucidate the evolving role of ENSO in shaping SEA’s hydroclimate patterns, underscoring the urgency for proactive, tailored adaptive strategies to address regionally specific impacts of shifting ENSO-SEA relationships.",
      "url": "https://www.tandfonline.com/doi/abs/10.1080/02626667.2025.2606159",
      "date_added": "2026-01-12",
      "id": "341f1ea6f73faa26c80c5994e4f21d58",
      "topic": [
        "teleconnection"
      ]
    },
    {
      "title": "Development and assessment of a C-vine copula-based composite drought index coupling multiple hydrological cycle variables in the North China Plain",
      "year": 2025,
      "authors": [
        {
          "first_name": "J",
          "last_name": "Xue"
        },
        {
          "first_name": "Q",
          "last_name": "Zhao"
        },
        {
          "first_name": "Z",
          "last_name": "Zhong"
        },
        {
          "first_name": "J",
          "last_name": "Wang"
        },
        {
          "first_name": "F",
          "last_name": "Lin"
        },
        {
          "first_name": "P",
          "last_name": "Yang"
        }
      ],
      "journal": "Journal of Water and Climate Change",
      "citations": 0,
      "abstract": "Drought is a complex phenomenon involving multiple interrelated processes, including meteorological, hydrological, and agricultural components. Traditional drought indices typically focus on a single aspect of drought, limiting their ability to fully characterize its multifaceted nature. In this study, a composite drought index (CDI) is developed based on the C-vine copula modeling framework, coupling key hydrological cycle variables including precipitation, potential evapotranspiration, soil moisture, and runoff. Two CDI are constructed: CDI-P, which takes precipitation as the central variable, and CDI-R, which takes runoff as the central variable. The results indicate that the CDIs effectively capture drought events and exhibit strong correlations with traditional drought indices across the study area. They also maintain relatively low false alarm and omission rates. Moreover, they demonstrate sensitivity and responsiveness to various drought types. By analyzing drought events across varying patch-area thresholds, the optimal thresholds were identified as 6% for CDI-P and 5.5% for CDI-R. Compared with traditional indices, the CDIs offer improved capabilities in revealing the interrelationships among various drought processes and capturing their compound impacts. Since 2000, the North China Plain has experienced increasing trends in drought duration, intensity, and severity. Drought migration paths are predominantly aligned along the northeast-southwest orientation.",
      "url": "https://iwaponline.com/jwcc/article/16/12/3840/110447",
      "date_added": "2026-01-12",
      "id": "b956b71111eb2647f38afa66529290b4",
      "topic": [
        "copula"
      ]
    },
    {
      "title": "Increased sensitivity of ecosystem to meteorological drought reduces carbon uptake in the Yellow River Basin",
      "year": 2025,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "He"
        },
        {
          "first_name": "S",
          "last_name": "Cao"
        },
        {
          "first_name": "H",
          "last_name": "Yan"
        },
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "M",
          "last_name": "Filonchyk"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought sensitivity, defined as ecosystem susceptibility to meteorological drought, is a key indicator of terrestrial ecosystem response to water stress and thereby critically regulates carbon sink function. However, little is known about the spatiotemporal evolution of drought sensitivity and its effects on carbon uptake changes. Here, we integrated multi-source remote sensing gross primary productivity data and meteorological drought indices in the Yellow River Basin from 1982 to 2018. Using interpretable machine learning methods, we revealed post-drought shifts in sensitivity, identified key drivers of the spatial changes in drought sensitivity, and quantified its influence on ecosystem carbon uptake. Our results showed that drought sensitivity of 57.12 % of the basin increased significantly (P < 0.05), particularly in arid regions and grassland ecosystems. Climate change was the main driving factor of drought sensitivity change, contributing 75.55 %, with rising solar radiation, intensifying drought, and increasing temperature as the primary factors. Increased drought sensitivity prolonged ecosystem recovery, reducing annual carbon uptake by 0.11 ± 0.05 Tg C during the 3-year recovery period, further weakening the ecosystem carbon sink capacity. Our findings highlight that increasing drought could further amplify the potential risk of carbon sinks in terrestrial ecosystems.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021286",
      "date_added": "2026-01-12",
      "id": "a770b029c16fa3063a08e7b40505bbb8",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Attributing European runoff changes to climatic drivers under future conditions",
      "year": 2025,
      "authors": [
        {
          "first_name": "I",
          "last_name": "Clemenzi"
        },
        {
          "first_name": "Y",
          "last_name": "Du"
        },
        {
          "first_name": "I",
          "last_name": "Pechlivanidis"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Understanding the impact of climatic drivers on future catchment runoff is crucial for assessing how climate change will influence hydrological regimes. This knowledge is essential for evaluating water resources at the local and regional scales. Here, we assessed the contributions of climatic drivers to runoff changes under future conditions across Europe by analyzing the sensitivity of runoff to changes in precipitation and potential evapotranspiration using the Budyko framework. This analysis was conducted for 35,408 basins and based on ensembles of bias-adjusted climate projections and hydrological data. We further explored the link between runoff changes and catchment hydrological similarities, investigating the impact of climatic drivers on runoff across different hydrological regimes in three future periods (early, mid and late century) and emission scenarios. Results indicate precipitation as the primary driver of runoff changes across Europe under low and medium emission scenarios. However, by the mid and late century in high emission scenarios, potential evapotranspiration’s contribution becomes comparable to precipitation, significantly influencing runoff variations in central and southern Europe. Finally, the sensitivity of the runoff changes to climatic drivers is linked to the regime of the river systems. Runoff changes in basins with slow response to precipitation tended to show a more balanced contribution from both precipitation and potential evapotranspiration under high emission scenarios, while basins that are very responsive to precipitation, changes in precipitation primarily led to runoff changes. This Budyko-based diagnosis provides new insights into attribution analysis by linking hydrological regimes to runoff changes under global warming, supporting more effective local adaptation strategies.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021341",
      "date_added": "2026-01-12",
      "id": "1034f2a85a56fdccebcc276d086edcde",
      "topic": [
        "hydrodynamic_modelling"
      ]
    },
    {
      "title": "Dynamic response of lake surface water temperature to atmospheric drought: a case of China",
      "year": 2025,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Peng"
        },
        {
          "first_name": "J",
          "last_name": "Yuan"
        },
        {
          "first_name": "R",
          "last_name": "Chen"
        },
        {
          "first_name": "X",
          "last_name": "Pei"
        },
        {
          "first_name": "D",
          "last_name": "Li"
        },
        {
          "first_name": "A",
          "last_name": "Li"
        },
        {
          "first_name": "S",
          "last_name": "Zhu"
        },
        {
          "first_name": "Q",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Luo"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Lake surface water temperature (LSWT), a key indicator of global warming, is highly sensitive to climate change. However, its response to drought remains poorly understood. This study utilized a dataset of lake surface water temperatures in China from 2001 to 2020 and the HSPEI drought index to objectively identify drought events that occurred in lake basins over the years and quantify extreme lake surface water temperature anomalies (LSWTA) during droughts. Event coincidence analysis and sensitivity analysis were employed to examine the coincidence rate between extreme LSWTA and drought events under varying climatic variables. Results showed that more than 60% of lakes experience extreme LSWTA during drought events. Extreme LSWTA during drought periods is the combined result of temperature, precipitation, solar radiation, and wind speed. Temperature acts as the primary driver of LSWTA, and increasing temperature gradients significantly elevate the likelihood of extreme LSWTA across all lakes; Precipitation and wind speed generally mitigate LSWTA; However, compared to large lakes, the LSWTA of minor and middle-sized lakes is not significantly affected by wind disturbance. Under sustained and intensified solar radiation, large lakes exhibit both high resistance and high vulnerability to LSWT. This study reveals the heterogeneous responses of LSWT to background climate variables during droughts, providing valuable insights for preventing cyanobacterial blooms and protecting aquatic organisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S002216942502133X",
      "date_added": "2026-01-12",
      "id": "4fc4b111fbe9fb25ad0133c993443c65",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Vegetation suffers greater and longer impacts under hydrological-triggered droughts",
      "year": 2026,
      "authors": [
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "J",
          "last_name": "Chang"
        },
        {
          "first_name": "G",
          "last_name": "Yang"
        },
        {
          "first_name": "MR",
          "last_name": "Najafi"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "K",
          "last_name": "Zhou"
        }
      ],
      "journal": "Journal of Environmental Management",
      "citations": 0,
      "abstract": "Drought propagation involves multiple components of the water cycle, increasing the uncertainty in vegetation responses when these pathways differ. However, although current drought propagation research focuses on the relationships among two or more drought types, the differences in vegetation responses between hydrological-triggered drought (MHD) and non-hydrological-triggered drought (NHD) remain unclear. To this end, this study aims to quantify vegetation loss rates, response times, and post-drought recovery durations induced by both drought types using a matching method. Furthermore, we develop a vine copula-based framework to quantify the vegetation recovery probability from the MHD and NHD across diverse ecological geography regions. Compared to NHD events, MHD events are more likely to induce vegetation loss, amplify lagged effects on vegetation, and prolong vegetation recovery time. Consequently, greater impacts are observed in transitional climate zones (e.g., semi-arid and sub-humid regions) than in humid and arid regions. 87.5 % of ecological-geography regions show a reduced probability of vegetation recovery after MHD, indicating greater recovery difficulty compared to NHD. The probability of vegetation recovery increases under NHD events as conditions shift from dry to wet, whereas under MHD, recovery probabilities show a nearly symmetrical pattern across dry and wet conditions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S030147972504246X",
      "date_added": "2026-01-14",
      "id": "5663d6c4fcbc1580fba4d73df6372261",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Tracking drought-flood abrupt alternations: Event identification, path analysis, and ecological impacts on vegetation",
      "year": 2025,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Bai"
        },
        {
          "first_name": "Y",
          "last_name": "Yao"
        },
        {
          "first_name": "J",
          "last_name": "Wu"
        },
        {
          "first_name": "Y",
          "last_name": "Xie"
        },
        {
          "first_name": "Z",
          "last_name": "Zhang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought-flood abrupt alternation (DFAA) is a regional phenomenon characterized by spatiotemporal propagation continuity within the climate system’s dynamic evolution. Previous studies have typically examined the temporal or spatial dimensions of DFAA in isolation, overlooking its inherent spatiotemporal continuity and ecological consequences. This study proposes a novel three-dimensional identification method for drought-to-flood (DTF) and flood-to-drought (FTD) events in the Pearl River Basin. Key spatiotemporal features-duration, area, intensity, centroid, and migration direction-are quantified, and vegetation responses are evaluated using anomalies in fractional vegetation cover (FVC), normalized difference vegetation index (NDVI), and net primary productivity (NPP). The method proves highly applicable, identifying 47 DTF and 52 FTD events during 1979-2018. Among these, 41 DTF and 39 FTD events migrated predominantly westward. DTF events showed longer migration durations (mean: 4.7 months) and larger affected areas (mean coverage: 66 %) than FTD events (4.0 months; 57 % coverage). Spatiotemporal centroids were concentrated in the central basin from February to April for DTF and July to September for FTD. Vegetation response was characterized by rapid FVC/NDVI reaction to DTF (1-2 months lag) but delayed response to FTD (6-8 months lag), whereas NPP showed consistently low sensitivity with a 7-month lag to both. DTF exerted stronger inhibition on vegetation than FTD; over time, FVC/NDVI suppression weakened, while NPP displayed increasingly positive responses. This study provides a new approach for analyzing DFAA evolution and reveals distinct vegetation response mechanisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021997",
      "date_added": "2026-01-23",
      "id": "fb5b06c4c3c3ad35b459d112e3f4d460",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Four decades of baseflow drought analysis reveals varying contributions of climatic drivers and physical controls",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Ghaneei"
        },
        {
          "first_name": "E",
          "last_name": "Foroumandi"
        },
        {
          "first_name": "K",
          "last_name": "Stahl"
        },
        {
          "first_name": "H",
          "last_name": "Ajami"
        },
        {
          "first_name": "N",
          "last_name": "Wanders"
        },
        {
          "first_name": "H",
          "last_name": "Moradkhani"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "While the impacts of subsurface fluxes on mediating hydrologic response to droughts are often ignored, several studies indicate that baseflow can sustain rivers during droughts and decrease the vulnerability of water supplies. Therefore, given the increasing impacts of droughts on economic and environmental issues, understanding the baseflow drought (BFD) evolution and its drivers are critical. In this study, we quantify and analyze the long-term evolution of BFD characteristics across the Contiguous United States. We use long-term daily baseflow values of DeepBase data set and explainable machine learning models to identify and rank the climatic and physical drivers of BFD. Our analysis reveals notable regional disparities in BFDs, with western regions, particularly the Southwest, experiencing increased frequency and prolonged durations, while much of the eastern areas show declining trends. During the past decade, BFD frequency has been governed mainly by anomalies in the atmospheric water balance and by soil properties. Its duration has been primarily influenced by hydrogeologic attributes, and its intensity has been modulated most strongly by topographic setting. Highlighting the non-stationary and complex nature of BFD mechanisms, our results have practical implications for water resource management and drought adaptation strategies.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025EF006934",
      "date_added": "2026-01-23",
      "id": "2d932c298a5a4dfba6b2c98818e505b8",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Development of the long-term harmonized multi-satellite SIF (LHSIF) dataset at 0.05° resolution (1995-2024)",
      "year": 2026,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Zou"
        },
        {
          "first_name": "S",
          "last_name": "Du"
        },
        {
          "first_name": "X",
          "last_name": "Liu"
        },
        {
          "first_name": "L",
          "last_name": "Liu"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Solar-induced chlorophyll fluorescence (SIF) is a crucial proxy of photosynthetic processes in vegetation. In recent decades, advancements in remote sensing technology have facilitated long-term global SIF monitoring, significantly enhancing our understanding of vegetation dynamics on a global scale. Despite this progress, current SIF datasets face major challenges, including temporal inconsistencies among various satellite-derived products and a lack of long-term, high-resolution observations. In this study, we developed a",
      "url": "https://essd.copernicus.org/articles/18/55/2026/",
      "date_added": "2026-01-23",
      "id": "72f0ee2d443dd328491d8768a8f52bdd",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Understanding the dynamics of record-shattering compound drought-heatwave events and their impacts on ecosystems",
      "year": 2026,
      "authors": [
        {
          "first_name": "B",
          "last_name": "Li"
        },
        {
          "first_name": "K",
          "last_name": "Liu"
        },
        {
          "first_name": "M",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Yang"
        },
        {
          "first_name": "M",
          "last_name": "He"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Li"
        },
        {
          "first_name": "D",
          "last_name": "Wang"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "Recently, unprecedented compound drought and heatwave (CDHW) events have severely damaged terrestrial ecosystems, but their dynamics, formation mechanisms, and threats are still insufficiently understood. Here, using simulations from nine-member ensemble under three future scenarios, we project that the expected annual probability of record-shattering CDHW events (i.e., events exceeding historical severity records by more than two standard deviations) will double between 2015 and 2040 and continue to rise throughout the 21st century under the SSP5-8.5 scenario (0.05% per year). The mean temperature, relative humidity, shortwave radiation, and precipitation are critical drivers of CDHW severity. Record-shattering CDHW events severely impact ecosystems, particularly in regions such as southern North America, northern South America, and southern Europe. Observational data from 1951 to 2022 indicate that compared to nonrecord-shattering CDHW events, record-shattering CDHW events are correlated with weaker water vapor transport, reduced convective activity, and greater ecosystem damage, resulting in an additional global mean gross primary productivity (GPP) loss of −2.76 to −3.96 g C m −2 month −1 . Between 2080 and 2099, the global average GPP anomalies caused by these events are projected to range from 46% to 119% of the warm season's monthly average ecosystem carbon sink. Our study underscores the urgent need for adaptive measures to mitigate the ecological threats from record-shattering CDHW events to ensure ecosystem sustainability.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2024EF005714",
      "date_added": "2026-01-23",
      "id": "03e166349bc8b7e263d32fed061470b1",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "A global map of forest age for natural and planted forests at a fine spatial resolution of 30 meters",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "H",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Liang"
        },
        {
          "first_name": "X",
          "last_name": "Li"
        },
        {
          "first_name": "Z",
          "last_name": "Liu"
        },
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "S",
          "last_name": "Li"
        },
        {
          "first_name": "Y",
          "last_name": "Zhao"
        }
      ],
      "journal": "Earth System Science Data Discussions",
      "citations": 0,
      "abstract": "Natural and planted forests differ substantially in ecological functions and economic values, with forest age serving as a key indicator of their developmental and carbon dynamics. However, existing global forest age datasets remain constrained by coarse spatial resolution and the lack of explicit forest type distinction. In this study, we developed a 30 m global forest age dataset for 1985-2024 by integrating Landsat time-series data with the Continuous Change Detection and Classification (CCDC) algorithm on the Google Earth Engine platform, thereby reducing reliance on ground-based forest inventory data. Building upon global forest distribution products, forest age was estimated from change points in long-term spectral trajectories, distinguishing the age of natural and planted forests at a global scale. Validation using 6,100 globally stratified samples demonstrated strong agreement with visually interpreted references (overall accuracy = 0.72, RMSE = 5.66 years), with higher accuracy for natural forests (0.73) than for planted forests (0.70). Globally, pronounced regional contrasts were observed: old-growth native forests (NF) dominate in Europe (84.38 %), South America (82.61 %), and North America (80.62 %), whereas Australia exhibits a bimodal age distribution driven by both old and regenerating stands. Planted forests (PF), by contrast, are consistently younger, with the youngest plantations concentrated in Australia (Age1-5: 65.77 %) and the most mature in Europe (Age36-40: 53.99 %). This 30 m global forest age map provides a consistent and high-resolution benchmark for improving forest carbon accounting, plantation yield modeling, and conservation strategy development.",
      "url": "https://essd.copernicus.org/preprints/essd-2025-674/",
      "date_added": "2026-01-26",
      "id": "89d2dcb02370f7a3f5b924d05530ecff",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Mapping 1 April SWE in the Western US using standardized anomalies and quantiles from SWE reanalysis and in situ stations",
      "year": 2026,
      "authors": [
        {
          "first_name": "H",
          "last_name": "Besso"
        },
        {
          "first_name": "R",
          "last_name": "Mower"
        },
        {
          "first_name": "JM",
          "last_name": "Pflug"
        },
        {
          "first_name": "JD",
          "last_name": "Lundquist"
        }
      ],
      "journal": "Water Resources Research",
      "citations": 0,
      "abstract": "Real-time estimates of peak snow water equivalent (SWE) are critical to spring runoff forecasts in snow-dominated basins, but large uncertainties remain due to the high spatial and temporal variability of interannual peak SWE. Here we introduce new methods for calculating real-time distributed 1 April SWE in the Western US using patterns in annual SWE anomalies, which are consistent over large regions. Our methods capitalize on the high accuracy of SWE reanalysis products by combining historical (1990-2021) 1 April SWE from a reanalysis product with real-time point measurements from in situ snow stations to estimate current-year 1 April SWE. First, we used a clustering algorithm to determine which regions of the Western US historically have similar SWE anomalies. Then we tested several ways to estimate 1 April SWE in the Upper Colorado River Basin (UCRB). We tested historical SWE distributions using (a) parametric and (b) nonparametric distribution assumptions, combined with current-year observations from: (a) the geographically closest station to each grid cell, (b) the collection of stations within the same cluster as each grid cell, and (c) all stations in the UCRB. The most accurate method used a parametric distribution and the collection of stations from the same cluster. This produced distributed 1 April SWE with a median R 2 of 0.64, percent bias of 0.49%, and a root mean squared error of 0.13 m compared to the SWE reanalysis data in withheld years. The methods demonstrated here could be used wherever historical gridded data and real-time point measurements exist.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025WR040902",
      "date_added": "2026-02-03",
      "id": "20f485d1694d4be1d36da9c0d8c10724",
      "topic": [
        "snow"
      ]
    },
    {
      "title": "Decadal and spatially complete global surface chlorophyll-a data record from satellite and BGC-Argo observations",
      "year": 2026,
      "authors": [
        {
          "first_name": "DJ",
          "last_name": "Ford"
        },
        {
          "first_name": "G",
          "last_name": "Kulk"
        },
        {
          "first_name": "S",
          "last_name": "Sathyendranath"
        },
        {
          "first_name": "JD",
          "last_name": "Shutler"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Decadal-scale satellite-based climate data records of chlorophyll- a (chl- a ), an essential climate variable, are now readily available at high accuracy and precision. These data are being extensively used for research and, increasingly, for operational services. However, these observations rely on availability of sunlight and the satellite sensor being able to view the ocean, so there are gaps in data due to the presence of clouds and more widely during the polar winter. This is an issue when spatially complete data are needed for global climate studies, or as inputs to machine learning methods and for data assimilation. Whilst addressing cloud cover is well studied, methodologies to overcome missing data due to the polar winter has received little attention and simple approaches to overcome these gaps can lead to unrealistic values. Biogeochemical Argo (BGC-Argo) floats have widely been deployed, and they represent an opportunity to address these gaps. We present an approach that combines BGC-Argo data and a satellite chl- a climate data record to produce a spatially and temporally complete, global monthly chl- a record between 1997-2024 at 0.25° spatial resolution. Clouds gaps were filled using an established spatial kriging approach. Polar wintertime chl- a were reconstructed using relative changes between the wintertime BGC-Argo chl- a , and the previous autumntime or next springtime satellite observations, for individual hemispheres. Uncertainties were calculated on a per-pixel basis to retain the underlying uncertainty fields in the climate data record and were modified to account for the uncertainties related to the gap filling. The seasonal cycles in the resulting polar data are consistent with light availability. Clear interannual and inter-hemisphere variability in the wintertime chl- a were observed. Independent assessment of solely the gap filled wintertime chl- a estimates against in situ data ( N =201 total) indicates that the accuracy and precision of the underlying satellite data, a key component of a climate data record, are maintained. The 26 year global and spatially complete chl- a data, that are consistent with the underlying climate data record can be downloaded from Zenodo (https://doi.org/10.5281/zenodo.15689006, Ford et al., 2025b).",
      "url": "https://essd.copernicus.org/articles/18/569/2026/essd-18-569-2026.html",
      "date_added": "2026-02-06",
      "id": "1e34e6332d241cbfd5ad23e8ec3442f0",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Operational digital twin for multi-hazard coastal flood prediction with adaptive learning: Real-time performance in the Chesapeake Bay",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Magoulick"
        }
      ],
      "journal": "Environmental Modelling & Software",
      "citations": 0,
      "abstract": "Coastal flooding threatens growing populations where compound hazards amplify risks. This study presents a proof-of-concept operational digital twin for single-location flood prediction at Annapolis in the Chesapeake Bay, integrating real-time NOAA and USGS data. An ensemble of Random Forest, XGBoost, Gradient Boosting, and LSTM models achieves RMSE= 0.043 ft with R 2= 0.997 for short-term predictions, validated across 508,000 records and 369 extreme events over six years. Strong short-term accuracy largely reflects tidal autocorrelation in this semi-enclosed estuarine system. Feature importance shows 98.9% of predictive power derives from three water-level persistence variables, enabling efficient deployment. An empirical correction factor (0.87) calibrates predictions to local conditions. Key limitations include single-site validation without spatial inundation capability and no major hurricane landfall during the study period. The system complements physics-based models such as NOAA’s STOFS, which provide essential spatial detail and process understanding. The open-source implementation enables replication and community evaluation.",
      "url": "https://www.sciencedirect.com/science/article/pii/S1364815226000381",
      "date_added": "2026-02-06",
      "id": "4bb4e97a7e34c46da3decc473de78ac0",
      "topic": [
        "software-development"
      ]
    },
    {
      "title": "Comparative analysis of GAMLSS modeling approaches for nonstationary runoff dynamics in the Yellow River Basin of China",
      "year": 2026,
      "authors": [
        {
          "first_name": "B",
          "last_name": "Niu"
        },
        {
          "first_name": "Y",
          "last_name": "Li"
        },
        {
          "first_name": "Y",
          "last_name": "Fan"
        },
        {
          "first_name": "L",
          "last_name": "Gong"
        },
        {
          "first_name": "L",
          "last_name": "Wang"
        },
        {
          "first_name": "T",
          "last_name": "Wang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Quantifying the driving effects of climate change and human activities on nonstationary runoff dynamics is essential. However, the systematic assessments of nonstationary characteristics and their multiple driving mechanisms at the basin scale remain insufficient. This study compared two Generalized Additive Model for Location, Scale, and Shape (GAMLSS) modeling approaches-Continuous-series modeling (Mode1) and monthly-segmented modeling (Mode2)-to analyze the hydrological nonstationarity characteristics of the Yellow River Basin in China and elucidate the driving mechanisms of runoff processes by incorporating covariates of time, circulation, climate, and human factors. The results indicated that: (1) Taking time as a covariate, Mode2 significantly enhanced model robustness by isolating seasonal dynamics. Mode 2 raised the average correlation of the location parameter (μ) with the monthly runoff series to R = 0.82 (range 0.70-0.90), a 30-50% increase over Mode 1. Furthermore, the nonstationary standardized runoff index (NSRI) aligned more accurately with actual hydrological fluctuations. (2) Taking circulation indices as covariates, circulation indices (AMO, PDO and NINO3) predominantly governed large-scale hydrological trends, with PDO exerting a more pronounced regulatory effect on extreme events in the downstream region under Mode2. (3) The climate-human composite-driven model had the best fitting effect on runoff, particularly at lower timescales (1-, 3-, and 6-month scales) in the middle and lower reaches, where the interactions among total precipitation (TP), snowmelt (SMT), and soil water storage capacity (SWC) explained over 80% of runoff variations (This model yielded the lowest AICc-15% lower than the single climate model-and the highest explanatory power, with R 2 = 0.85 at 1-month, and 0.70 at 3-month scales). This study suggests that Mode2, with its precise characterization of seasonal differentiation and human dynamics, is more suitable for refined water resource management and extreme drought-flood prediction, whereas Mode1 remains efficient for analyzing interdecadal circulation effects. By addressing three key challenges-capturing monthly runoff nonstationarity, integrating multi-factor drivers, and validating runoff simulations-this study greatly improves runoff modeling and drought detection accuracy, laying a scientific foundation for adaptive management under the combined pressures of climate change and human activities.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001459",
      "date_added": "2026-02-17",
      "id": "e203cdb22ec11675bdeb354e698049ef",
      "topic": [
        "non-stationary"
      ]
    },
    {
      "title": "Nonstationary agricultural drought risk under compound meteorological drought and hot conditions",
      "year": 2026,
      "authors": [
        {
          "first_name": "Q",
          "last_name": "Zhang"
        },
        {
          "first_name": "Z",
          "last_name": "Lu"
        },
        {
          "first_name": "J",
          "last_name": "Ying"
        },
        {
          "first_name": "Y",
          "last_name": "Qiu"
        },
        {
          "first_name": "P",
          "last_name": "Wang"
        },
        {
          "first_name": "Z",
          "last_name": "Xu"
        },
        {
          "first_name": "D",
          "last_name": "Xu"
        },
        {
          "first_name": "Y",
          "last_name": "Li"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Agricultural drought poses a major threat to crop and plant productivity, primarily driven by precipitation deficits (meteorological drought) and extreme hot events. Under global warming, the dependencies among agricultural drought, meteorological drought, and heat extremes become increasingly nonstationary and time-varying. However, existing approaches generally assume stationarity, limiting the accurate assessment of agricultural drought risk. Inspired by Patton’s theory, this study develops a novel nonstationary vine copula conditional probability model (NVCCP). NVCCP enables the quantification of nonstationary conditional probability of agricultural drought under compound dry-hot conditions. The effectiveness of NVCCP is illustrated in the Aral Sea Basin, which is an agricultural dominant area. The results indicate that compared with other stationary multivariate dependence models, NVCCP performs best in capturing the complex relationship among agricultural drought, hot events, and meteorological drought. From March to May, agricultural drought risks are increased, reflecting the seasonal evolution of land-surface hydrological conditions. Over the past 70 years, decreasing and increasing trends account for 33% (32%) and 27% (28%) of the Aral Sea Basin for normal (severe) agricultural drought, respectively. Compared with March and May, agricultural drought in April exhibits more pronounced temporal variability, with an average absolute trend of 0.0007/a. Overall, NVCCP is an effective nonstationary method that can be applied in other sectors and provides critical insights for nonstationary research.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001563",
      "date_added": "2026-02-17",
      "id": "16b7d0e588e3256dd20b87ce9407279c",
      "topic": [
        "non-stationary"
      ]
    },
    {
      "title": "Climate modulation and intensity-stratified moisture sources in major global river basins",
      "year": 2026,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "Z",
          "last_name": "Wang"
        },
        {
          "first_name": "T",
          "last_name": "Janus"
        },
        {
          "first_name": "H",
          "last_name": "Jiang"
        },
        {
          "first_name": "Z",
          "last_name": "Liu"
        },
        {
          "first_name": "L",
          "last_name": "Jiang"
        },
        {
          "first_name": "Y",
          "last_name": "Zhu"
        },
        {
          "first_name": "Y",
          "last_name": "Jiang"
        },
        {
          "first_name": "Z",
          "last_name": "Yao"
        },
        {
          "first_name": "H",
          "last_name": "Wu"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Understanding how atmospheric moisture pathways regulate precipitation variability is essential for basin-scale water security under climate change. Here we present a global, intensity-stratified analysis of moisture sources and transport across seven major river basins using ERA5 reanalysis and the WAM-2layers model. By combining precipitationshed diagnostics with empirical orthogonal function analysis, we identify dominant and higher-order moisture transport modes and assess their roles in seasonal and extreme precipitation. River basins are classified into ocean-dominated, mixed-source, and land-dominated regimes based on the structure and variability of moisture transport. Ocean-dominated basins exhibit coherent moisture pathways and strong coupling between precipitation and the leading transport mode, whereas land-dominated and high-latitude basins show weaker coupling and a greater reliance on higher-order modes, particularly during seasonal transitions and heavy precipitation events. Mixed-source basins maintain robust precipitation-transport relationships despite pronounced seasonal shifts. We further identify regime-dependent multi-decadal shifts in moisture source regions and seasonally varying climate influences on transport modes, demonstrating that mean moisture source fractions alone cannot explain precipitation variability and extremes. These findings improve our understanding of basin-specific hydroclimatic responses and offer valuable insights for future hydrological predictions and climate adaptation.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001460",
      "date_added": "2026-02-17",
      "id": "bc2949f82df08576b29ef81cfe7b8f4e",
      "topic": [
        "atmosphere"
      ]
    },
    {
      "title": "Vegetation restoration mitigates meteorological drought on the Loess Plateau",
      "year": 2026,
      "authors": [
        {
          "first_name": "W",
          "last_name": "Zheng"
        },
        {
          "first_name": "S",
          "last_name": "Shi"
        },
        {
          "first_name": "K",
          "last_name": "Askari"
        },
        {
          "first_name": "F",
          "last_name": "Roig"
        },
        {
          "first_name": "X",
          "last_name": "Liu"
        },
        {
          "first_name": "W",
          "last_name": "Liu"
        },
        {
          "first_name": "F",
          "last_name": "Wang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Large-scale vegetation restoration on the Loess Plateau (LP) has significantly increased regional evapotranspiration (ET), raising concerns about water security. However, the net impact on meteorological drought, which balances moisture supply (ET) and atmospheric demand (PET), has remained poorly quantified. To address this, we employed a counterfactual modelling framework for 2001-2022, using the Standardized Evapotranspiration Deficit Index (SEDI) to compare a “Baseline” (actual greening) scenario against a “Fixed Vegetation” (no greening) scenario. A two-step attribution analysis was then used to quantify the contributions from vegetation structure, CO 2 physiology, vegetation physiology, and climate drivers. Results show that vegetation restoration was the primary driver of the 23.2 mm decade −1 ET increase. Despite this, meteorological drought was substantially mitigated: the Baseline SEDI showed a wetting trend of 0.21 decade −1 , nearly double the 0.11 decade −1 trend in the Fixed Vegetation scenario. This phenomenon can be explained by two mechanisms: (1) at the component level, vegetation’s contribution to ET (17.83 mm decade −1 ) was almost twice its opposing contribution to PET (9.02 mm decade −1 ), leading to a net reduction in the atmospheric water deficit; and (2) at the driver level, the wetting trend in SEDI (0.21 decade −1 ) was mainly driven by favourable climate shifts (0.170 decade −1 , 81.4% of the net trend) and reinforced by vegetation structural changes (0.104 decade −1 , 49.5%), which together outweighed drying pressures from CO 2 physiological (−26.3%) and vegetation physiological (−4.7%) effects. These findings demonstrate that human-led ecological restoration, while increasing total water consumption, has successfully alleviated atmospheric drought. This provides critical scientific evidence for the climate-resilience benefits of the ’Grain for Green’ program and offers insights for sustainable water management in other water-limited regions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001095",
      "date_added": "2026-02-17",
      "id": "752a391c133dccb981720dc653743058",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Quantitative assessment of the reservoir-induced impact on multivariate flood risk via the nonstationary Vine Copula model",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Xu"
        },
        {
          "first_name": "Z",
          "last_name": "Zhang"
        },
        {
          "first_name": "D",
          "last_name": "Wang"
        },
        {
          "first_name": "VP",
          "last_name": "Singh"
        },
        {
          "first_name": "G",
          "last_name": "Zhang"
        },
        {
          "first_name": "X",
          "last_name": "Fu"
        },
        {
          "first_name": "H",
          "last_name": "Yang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Flood events in the Yellow River Basin (YRB) are increasingly influenced by both climate change and intensified human activities, calling for advanced multivariate models to capture their nonstationary characteristics. A dynamic Vine Copula (DVC) framework that integrates nonstationary univariate distributions with time-varying copula parameters is proposed for detecting human activities (including urbanization and reservoir operation) and a climate change-induced impact on the multivariate flood occurrence likelihood at YRB. Unlike traditional static copula approaches, this framework enables the dynamic quantification of changing dependencies among flood characteristics and systematically attributes the contributions of multiple covariates. Based on the daily mean streamflow, a comparative analysis between peaks-over-threshold (POT)-derived characteristics (PDC) and annual maximum series (AMS)-derived characteristics (ADC) reveals that the nonstationary DVC model based on ADC provides more robust and interpretable insights for nonstationary hydrological event analysis. Specifically, our findings indicate that reservoir operations show the strongest statistical association with flood risk alterations in recent decades. The regression lines showed that it caused a decrease of 2.5° to 31.9° in the angles of flood peak and flood volume, respectively. The interval time in PDC signals additional nonstationary influences. This study advances the methodology for multivariate flood risk assessment under nonstationary conditions, offering a novel tool for disentangling and quantifying the impacts of human and climate drivers in large river basins.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426000946",
      "date_added": "2026-02-17",
      "id": "593920fd9c5023c829200383be3e68ab",
      "topic": [
        "copula"
      ]
    },
    {
      "title": "Three-dimensional identification and attribution of flash and slow agricultural droughts in the North China Plain",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Ding"
        },
        {
          "first_name": "H",
          "last_name": "Lü"
        },
        {
          "first_name": "Y",
          "last_name": "Zhu"
        },
        {
          "first_name": "AL",
          "last_name": "Yagci"
        },
        {
          "first_name": "Q",
          "last_name": "Gou"
        },
        {
          "first_name": "J",
          "last_name": "Su"
        },
        {
          "first_name": "J",
          "last_name": "Cheng"
        },
        {
          "first_name": "Y",
          "last_name": "Yao"
        },
        {
          "first_name": "W",
          "last_name": "Liu"
        },
        {
          "first_name": "J",
          "last_name": "Liu"
        },
        {
          "first_name": "Y",
          "last_name": "Fu"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Understanding the spatiotemporal evolution of agricultural droughts and their meteorological drivers is essential for developing effective early warning systems. However, traditional drought indices cannot fully represent the spatiotemporal propagation of drought events, which obscures the divergent causal drivers of flash versus slow droughts, particularly during the onset stage. This study proposes a novel three-dimensional framework that integrates DBSCAN spatiotemporal clustering with Local Transfer Entropy (LTE) to disentangle the stage-dependent contributions of key meteorological factors and to clarify the physical mechanisms governing drought initiation and acceleration in the North China Plain (NCP). By applying this framework, a total of 155 agricultural drought events were reconstructed between 1951 and 2023. These events were characterized by an average onset speed of 7.9 percentile pentad −1 and a mean maximum area of 75,000 km 2 , and drought-affected area in NCP exhibited an annual expansion trend of 458.31 km 2 ·over the past seven decades. LTE identified precipitation deficits as the primary driver of drought occurrences in NCP, contributing 46% of the total information flow despite distinct acceleration mechanisms of slow and flash droughts. The rapid intensification of flash droughts is driven by sharp anomalies in water vapor flux divergence (r = 0.57) and temperature (r = 0.40) during the onset phase (p < 0.05), whereas slow droughts are predominantly governed by prolonged precipitation deficits. These contrasting pathways highlight fundamentally different physical processes underlying flash and slow drought evolution.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001277",
      "date_added": "2026-02-17",
      "id": "748d5fe347413c6eede5cba8942dbd46",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Three-decade record of contiguous-US national forest wildfires indicates increased density of ignitions near roads",
      "year": 2026,
      "authors": [
        {
          "first_name": "GH",
          "last_name": "Aplet"
        },
        {
          "first_name": "P",
          "last_name": "Hartger"
        },
        {
          "first_name": "MS",
          "last_name": "Dietz"
        }
      ],
      "journal": "Fire Ecology",
      "citations": 0,
      "abstract": "Background Roads play an important role in managing fire on the national forests. But roads also are known to increase ignitions and damage ecosystems. Roads may limit the size of wildfires, which may be viewed as desirable where fires endanger human life and property or undesirable if roadlessness allows more land to experience the ecological benefits of fire. In this paper, we examine a large, nationwide dataset to determine whether roads on the national forests are associated with higher ignition density, and we examine patterns of fire size to see whether wilderness and roadless areas are associated with larger fires. Results From 1992 to 2024, in all 8 contiguous-US Forest Service regions combined, wildfire-ignition density was lowest in designated wilderness areas (1.75 fires/1000 hectares), followed closely by Inventoried Roadless Areas (1.97 fires/1000 ha). The highest wildfire-ignition density was in lands within 50 m of roads (7.99 fires/1000 ha), and the second highest wildfire-ignition density was in other national forest lands outside of the 50-m road buffers but not in wilderness or roadless areas (3.50 fires/1000 ha). For human-caused, natural, and undetermined fires, wildfire-ignition density decreased as distance to road increased, irrespective of designation categories such as “wilderness” or “roadless.” In lands between 0 and 250 m from roads, 6 fires ignited per 1000 ha, whereas fewer than 2 fires ignited per 1000 ha at a distance class of over 2000 m from roads. Mean fire size varied by where the fire started: it was greatest in wilderness areas (239 ha), followed by Inventoried Roadless Areas (135 ha), roaded national forest lands outside of Inventoried Roadless Areas, wilderness, and the 50-m buffer (62 ha), and lands within the 50-m road buffer (49 ha). We found, however, that the largest 2% of fires had similar mean sizes and ignition densities regardless of where they started. Conclusions Our results suggest that building roads into roadless areas is likely to result in more fires. These fires will, on average, be smaller than fires farther from roads, but there will be more of them, and some of them will grow to become large fires. Nevertheless, both roads and roadless areas can contribute to strategic, landscape-scale fire management.",
      "url": "https://link.springer.com/article/10.1186/s42408-026-00450-2",
      "date_added": "2026-02-17",
      "id": "0d994ab2a2030323015939dd5ff6c702",
      "topic": [
        "wildfire"
      ]
    },
    {
      "title": "Exploring the effects of environmental changes on atmospheric thickness",
      "year": 2026,
      "authors": [
        {
          "first_name": "S",
          "last_name": "Salimi"
        },
        {
          "first_name": "E",
          "last_name": "Asadolahi"
        },
        {
          "first_name": "S",
          "last_name": "Homayouni"
        },
        {
          "first_name": "TBMJ",
          "last_name": "Ouarda"
        }
      ],
      "journal": "Theoretical and Applied Climatology",
      "citations": 0,
      "abstract": "Climate change has increased the Earth’s mean atmospheric temperature, leading to changes in atmospheric thickness. These variations affect precipitation, as thicker atmospheres result in more liquid precipitation, and thinner atmospheres lead to solid precipitation. This study examines the impact of global warming on Canada’s atmospheric thickness. We analyzed geopotential height data from 1951 to 2022, as well as air temperature and Turbulent Kinetic Energy (TKE) data from 1975 to 2022. The research period was divided into six 12-year intervals for detailed analysis. Results showed minimal changes in atmospheric thickness from 1951 to 1998, followed by a significant increase from 1999 to 2022, confirming the presence of positive anomalies. The study found that 100% of Canada experienced a rise in atmospheric thickness, with 96.43% of the increase being statistically significant. This fact demonstrates that global warming has led to greater atmospheric thickness over Canada, increasing the potential for more intense rainfall and changes in precipitation patterns. The analysis of TKE maps also showed that Canada experienced a period of calm from 1999 to 2010. However, after 2011, the thermal turbulence island in Eastern Canada expanded, indicating increased atmospheric disturbances at the 850 hPa level. The 850 hPa isotherm maps from 1975 to 2022 revealed considerable changes, notably between 1999 and 2022, showing a northward trend. The four, eight, and twelve °C isotherms have all shifted northward, with the twelve °C isotherm changing by 4-6 degrees toward the northern latitudes.",
      "url": "https://link.springer.com/article/10.1007/s00704-026-06026-z",
      "date_added": "2026-02-17",
      "id": "e1b5b8aefd85fff61d10c53fcd4a2e52",
      "topic": [
        "atmosphere"
      ]
    },
    {
      "title": "Global quantification of the bidirectional dependence between vegetation productivity and multi-layer soil moisture",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Liu"
        },
        {
          "first_name": "J",
          "last_name": "Shi"
        },
        {
          "first_name": "H",
          "last_name": "Yue"
        },
        {
          "first_name": "X",
          "last_name": "Wang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Soil moisture serves as a crucial water source for vegetation growth, while vegetation dynamics in turn regulate soil moisture through processes such as evapotranspiration and canopy interception. Quantitatively characterizing this mutual feedback is essential for optimizing hydrological processes and promoting coordinated vegetation-water management. However, the bidirectional interactions between soil moisture and vegetation productivity across different climate zones, vegetation types, and soil depths remain poorly understood. Based on Global Solar Induced Chlorophyll Fluorescence, soil moisture, the average air temperature at 2 m, and solar radiation datasets, this study employed trend analysis, causal inference, and multiple linear regression to explore the Granger causality between vegetation productivity and multi-layer soil moisture under different environmental conditions. Results revealed widespread bidirectional dependence between vegetation productivity and soil moisture across all soil layers, with interaction strength declining from 79.84% in the surface layer (0-10 cm) to 72.04% in the deep layer (100-200 cm). The magnitude of this bidirectional coupling varied significantly across climate zones: dependence peaked in surface soils within temperate regions (82.52%), while tropical zones exhibited maxima in the shallow (82.99%) and deep (78.05%) layers. Boreal zones showed the strongest dependence in the middle soil layer (76.25%). Furthermore, driven by differences in transpiration rates and water retention capacity, woody plants demonstrated higher average bidirectional dependence (79.4%) than herbaceous plants (75.75%), whereas shrubland vegetation exhibited relatively lower dependence (74%). Considering the spatial distribution of climate and vegetation types, tropical zones (dominated by evergreen broadleaf forests) and boreal zones (dominated by shrublands) both showed peak bidirectional dependence in the shallow soil layer. Other climate zones, primarily influenced by grassland vegetation, exhibited peak dependence within the surface soil layer. This study reveals the variability in bidirectional dependence between vegetation productivity and multilayer soil moisture across different climatic zones and vegetation types, which will provide a robust theoretical foundation for improving regional soil moisture regulation and guiding ecosystem restoration under changing climatic conditions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001629",
      "date_added": "2026-02-17",
      "id": "68cbb5ca0224d9f7d58039fb865cd6b1",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Impacts of climate change and human activities on global mountain grasslands: Insights into the last two decades and future climate scenarios",
      "year": 2026,
      "authors": [
        {
          "first_name": "M",
          "last_name": "Na"
        },
        {
          "first_name": "G",
          "last_name": "Zuecco"
        },
        {
          "first_name": "P",
          "last_name": "Tarolli"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "Mountain grasslands are vital ecosystems providing critical services such as carbon sequestration, water regulation, and biodiversity conservation. However, these ecosystems are increasingly threatened by climate change and human activities. This study evaluates vegetation dynamics in global mountain grasslands (2000-2021) using remote sensing data, CMIP6 climate projections, and human modification indices. By means of machine learning models (Random Forest, eXtreme Gradient Boosting (XGBoost), and Long Short-Term Memory (LSTM)) we identified dewpoint temperature, total evaporation, and human modification as dominant predictors of vegetation change, while soil water content and latent heat flux exhibited region-specific impacts. Results indicate that 35.1% of grasslands remained stable, 32.1% improved, and 32.7% degraded, with degradation hotspots identified in the Tibetan Plateau, Ethiopian Highlands, Rocky Mountains, and Andes, while the Middle Eastern Mountain Ranges showed signs of improvement. Future projections using a hybrid XGBoost-LSTM model indicate limited global-scale vegetation shifts by 2050 across SSP1-2.6, SSP2-4.5 and SSP5-8.5 scenarios. However, regional differences are notable: the Tibetan Plateau shows a substantial increase in vegetation cover, while the Andes, Rocky Mountains, and parts of East Africa exhibit slight changes. Distributional shifts, especially under SSP5-8.5, suggest increasing spatial heterogeneity in grassland responses. These findings underscore the importance of regional-scale strategies to support grassland resilience under future climate and land-use pressures.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025EF006419",
      "date_added": "2026-02-17",
      "id": "ed4e51948e096a1dd5c3a2f53025b346",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Assessment of environmental risk using trivariate joint distribution of river water temperature, river flow and dissolved oxygen with semiparametric D-vine ...",
      "year": 2026,
      "authors": [
        {
          "first_name": "S",
          "last_name": "Latif"
        },
        {
          "first_name": "TBMJ",
          "last_name": "Ouarda"
        },
        {
          "first_name": "S",
          "last_name": "Rehana"
        },
        {
          "first_name": "A",
          "last_name": "St-Hilaire"
        }
      ],
      "journal": "Weather and Climate Extremes",
      "citations": 0,
      "abstract": "Quantifying trivariate joint and conditional exceedance probabilities of River Water Temperature (RWT), River Flow (RF), and Dissolved Oxygen (DO) provides critical insights into compound water-quality stress and its implications for aquatic life and ecosystem health. However, the concurrent occurrence of critical RWT, DO, and RF thresholds, and the associated potential implications for aquatic species that motivate our focus on joint risk, has yet to be fully explored. To address the simultaneous joint action of RWT, RF and DO events, this study incorporates a D-vine copula with nonparametric Gaussian Kernel density estimation (GKDE) for modelling trivariate joint and conditional hazard risks. Using this proposed framework, the study analyzed monthly triplet datasets from the Musi River basin (Dhamaracharla gauge, 1991-2005) in India. RWT-RF and RWT-DO exhibit a strong negative correlation, while RF-DO shows a positive correlation. The GKDE method outperformed the parametric models in estimating marginal densities for all selected variables. A DO-centered semiparametric D-vine (order RWT-DO-RF) outperforms alternative vine orders and fully parametric models, showing higher likelihood, lower information-criterion scores, and a good calibration under the Rosenblatt transform. It shows no detectable tail clustering and aligns with standard tail diagnostics and joint-exceedance curves, providing a reliable basis for joint-risk estimation within the observed ranges. The rotated Joe copula (270 degrees), BB8 copula, and Clayton copula (90 degrees) are selected with GKDE in establishing trivariate joint and conditional return periods (RPs). The estimated RWT, RF and DO quantiles indicate dangerous levels with potential significant threats to aquatic life. Trivariate AND-joint RPs are generally higher than their bivariate counterparts. Furthermore, lower trivariate AND-joint RPs are associated with higher RWT and low RF and DO quantiles, reflecting elevated concurrence risk. Conditional joint RPs are lowest when RWT is high and both RF and DO are low, indicating elevated compound risk for water quality and possibly for biota. These joint and conditional estimates quantify concurrent hazard within the observed range and inform ecological risk assessment.",
      "url": "https://www.sciencedirect.com/science/article/pii/S2212094726000095",
      "date_added": "2026-02-17",
      "id": "ec5afcbb524f567123463fc9c423bc96",
      "topic": [
        "copula"
      ]
    }
  ]
}