{
  "papers": [
    {
      "title": "Future intensification of ENSO impacts on the Southeast Asian hydroclimate",
      "year": 2025,
      "authors": [
        {
          "first_name": "T",
          "last_name": "Le"
        }
      ],
      "journal": "Hydrological Sciences Journal",
      "citations": 0,
      "abstract": "The hydroclimate of Southeast Asia (SEA) exhibits a robust connection with variations in the El Niño-Southern Oscillation (ENSO). However, our understanding of how ENSO will shape the future hydroclimate of this region remains largely uncertain. Here we evaluated the changes in the likelihood of ENSO-related impacts on SEA hydroclimate throughout the 21st century, utilizing data from the Coupled Modeling Intercomparison Project Phase 6 (CMIP6) model outputs. Our findings indicate that the impacts of ENSO on annual and seasonal precipitation, evaporation, runoff, soil moisture, and near-surface air temperature are anticipated to become more pronounced over mainland SEA and parts of insular SEA. Our results provide evidence indicating a possible intensification of ENSO-driven hydroclimatic impacts on SEA in the 21st century. These findings elucidate the evolving role of ENSO in shaping SEA’s hydroclimate patterns, underscoring the urgency for proactive, tailored adaptive strategies to address regionally specific impacts of shifting ENSO-SEA relationships.",
      "url": "https://www.tandfonline.com/doi/abs/10.1080/02626667.2025.2606159",
      "date_added": "2026-01-12",
      "id": "341f1ea6f73faa26c80c5994e4f21d58",
      "topic": [
        "teleconnection"
      ]
    },
    {
      "title": "Development and assessment of a C-vine copula-based composite drought index coupling multiple hydrological cycle variables in the North China Plain",
      "year": 2025,
      "authors": [
        {
          "first_name": "J",
          "last_name": "Xue"
        },
        {
          "first_name": "Q",
          "last_name": "Zhao"
        },
        {
          "first_name": "Z",
          "last_name": "Zhong"
        },
        {
          "first_name": "J",
          "last_name": "Wang"
        },
        {
          "first_name": "F",
          "last_name": "Lin"
        },
        {
          "first_name": "P",
          "last_name": "Yang"
        }
      ],
      "journal": "Journal of Water and Climate Change",
      "citations": 0,
      "abstract": "Drought is a complex phenomenon involving multiple interrelated processes, including meteorological, hydrological, and agricultural components. Traditional drought indices typically focus on a single aspect of drought, limiting their ability to fully characterize its multifaceted nature. In this study, a composite drought index (CDI) is developed based on the C-vine copula modeling framework, coupling key hydrological cycle variables including precipitation, potential evapotranspiration, soil moisture, and runoff. Two CDI are constructed: CDI-P, which takes precipitation as the central variable, and CDI-R, which takes runoff as the central variable. The results indicate that the CDIs effectively capture drought events and exhibit strong correlations with traditional drought indices across the study area. They also maintain relatively low false alarm and omission rates. Moreover, they demonstrate sensitivity and responsiveness to various drought types. By analyzing drought events across varying patch-area thresholds, the optimal thresholds were identified as 6% for CDI-P and 5.5% for CDI-R. Compared with traditional indices, the CDIs offer improved capabilities in revealing the interrelationships among various drought processes and capturing their compound impacts. Since 2000, the North China Plain has experienced increasing trends in drought duration, intensity, and severity. Drought migration paths are predominantly aligned along the northeast-southwest orientation.",
      "url": "https://iwaponline.com/jwcc/article/16/12/3840/110447",
      "date_added": "2026-01-12",
      "id": "b956b71111eb2647f38afa66529290b4",
      "topic": [
        "copula"
      ]
    },
    {
      "title": "Increased sensitivity of ecosystem to meteorological drought reduces carbon uptake in the Yellow River Basin",
      "year": 2025,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "He"
        },
        {
          "first_name": "S",
          "last_name": "Cao"
        },
        {
          "first_name": "H",
          "last_name": "Yan"
        },
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "M",
          "last_name": "Filonchyk"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought sensitivity, defined as ecosystem susceptibility to meteorological drought, is a key indicator of terrestrial ecosystem response to water stress and thereby critically regulates carbon sink function. However, little is known about the spatiotemporal evolution of drought sensitivity and its effects on carbon uptake changes. Here, we integrated multi-source remote sensing gross primary productivity data and meteorological drought indices in the Yellow River Basin from 1982 to 2018. Using interpretable machine learning methods, we revealed post-drought shifts in sensitivity, identified key drivers of the spatial changes in drought sensitivity, and quantified its influence on ecosystem carbon uptake. Our results showed that drought sensitivity of 57.12 % of the basin increased significantly (P < 0.05), particularly in arid regions and grassland ecosystems. Climate change was the main driving factor of drought sensitivity change, contributing 75.55 %, with rising solar radiation, intensifying drought, and increasing temperature as the primary factors. Increased drought sensitivity prolonged ecosystem recovery, reducing annual carbon uptake by 0.11 ± 0.05 Tg C during the 3-year recovery period, further weakening the ecosystem carbon sink capacity. Our findings highlight that increasing drought could further amplify the potential risk of carbon sinks in terrestrial ecosystems.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021286",
      "date_added": "2026-01-12",
      "id": "a770b029c16fa3063a08e7b40505bbb8",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Attributing European runoff changes to climatic drivers under future conditions",
      "year": 2025,
      "authors": [
        {
          "first_name": "I",
          "last_name": "Clemenzi"
        },
        {
          "first_name": "Y",
          "last_name": "Du"
        },
        {
          "first_name": "I",
          "last_name": "Pechlivanidis"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Understanding the impact of climatic drivers on future catchment runoff is crucial for assessing how climate change will influence hydrological regimes. This knowledge is essential for evaluating water resources at the local and regional scales. Here, we assessed the contributions of climatic drivers to runoff changes under future conditions across Europe by analyzing the sensitivity of runoff to changes in precipitation and potential evapotranspiration using the Budyko framework. This analysis was conducted for 35,408 basins and based on ensembles of bias-adjusted climate projections and hydrological data. We further explored the link between runoff changes and catchment hydrological similarities, investigating the impact of climatic drivers on runoff across different hydrological regimes in three future periods (early, mid and late century) and emission scenarios. Results indicate precipitation as the primary driver of runoff changes across Europe under low and medium emission scenarios. However, by the mid and late century in high emission scenarios, potential evapotranspiration’s contribution becomes comparable to precipitation, significantly influencing runoff variations in central and southern Europe. Finally, the sensitivity of the runoff changes to climatic drivers is linked to the regime of the river systems. Runoff changes in basins with slow response to precipitation tended to show a more balanced contribution from both precipitation and potential evapotranspiration under high emission scenarios, while basins that are very responsive to precipitation, changes in precipitation primarily led to runoff changes. This Budyko-based diagnosis provides new insights into attribution analysis by linking hydrological regimes to runoff changes under global warming, supporting more effective local adaptation strategies.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021341",
      "date_added": "2026-01-12",
      "id": "1034f2a85a56fdccebcc276d086edcde",
      "topic": [
        "hydrodynamic_modelling"
      ]
    },
    {
      "title": "Dynamic response of lake surface water temperature to atmospheric drought: a case of China",
      "year": 2025,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Peng"
        },
        {
          "first_name": "J",
          "last_name": "Yuan"
        },
        {
          "first_name": "R",
          "last_name": "Chen"
        },
        {
          "first_name": "X",
          "last_name": "Pei"
        },
        {
          "first_name": "D",
          "last_name": "Li"
        },
        {
          "first_name": "A",
          "last_name": "Li"
        },
        {
          "first_name": "S",
          "last_name": "Zhu"
        },
        {
          "first_name": "Q",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Luo"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Lake surface water temperature (LSWT), a key indicator of global warming, is highly sensitive to climate change. However, its response to drought remains poorly understood. This study utilized a dataset of lake surface water temperatures in China from 2001 to 2020 and the HSPEI drought index to objectively identify drought events that occurred in lake basins over the years and quantify extreme lake surface water temperature anomalies (LSWTA) during droughts. Event coincidence analysis and sensitivity analysis were employed to examine the coincidence rate between extreme LSWTA and drought events under varying climatic variables. Results showed that more than 60% of lakes experience extreme LSWTA during drought events. Extreme LSWTA during drought periods is the combined result of temperature, precipitation, solar radiation, and wind speed. Temperature acts as the primary driver of LSWTA, and increasing temperature gradients significantly elevate the likelihood of extreme LSWTA across all lakes; Precipitation and wind speed generally mitigate LSWTA; However, compared to large lakes, the LSWTA of minor and middle-sized lakes is not significantly affected by wind disturbance. Under sustained and intensified solar radiation, large lakes exhibit both high resistance and high vulnerability to LSWT. This study reveals the heterogeneous responses of LSWT to background climate variables during droughts, providing valuable insights for preventing cyanobacterial blooms and protecting aquatic organisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S002216942502133X",
      "date_added": "2026-01-12",
      "id": "4fc4b111fbe9fb25ad0133c993443c65",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Vegetation suffers greater and longer impacts under hydrological-triggered droughts",
      "year": 2026,
      "authors": [
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "J",
          "last_name": "Chang"
        },
        {
          "first_name": "G",
          "last_name": "Yang"
        },
        {
          "first_name": "MR",
          "last_name": "Najafi"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "K",
          "last_name": "Zhou"
        }
      ],
      "journal": "Journal of Environmental Management",
      "citations": 0,
      "abstract": "Drought propagation involves multiple components of the water cycle, increasing the uncertainty in vegetation responses when these pathways differ. However, although current drought propagation research focuses on the relationships among two or more drought types, the differences in vegetation responses between hydrological-triggered drought (MHD) and non-hydrological-triggered drought (NHD) remain unclear. To this end, this study aims to quantify vegetation loss rates, response times, and post-drought recovery durations induced by both drought types using a matching method. Furthermore, we develop a vine copula-based framework to quantify the vegetation recovery probability from the MHD and NHD across diverse ecological geography regions. Compared to NHD events, MHD events are more likely to induce vegetation loss, amplify lagged effects on vegetation, and prolong vegetation recovery time. Consequently, greater impacts are observed in transitional climate zones (e.g., semi-arid and sub-humid regions) than in humid and arid regions. 87.5 % of ecological-geography regions show a reduced probability of vegetation recovery after MHD, indicating greater recovery difficulty compared to NHD. The probability of vegetation recovery increases under NHD events as conditions shift from dry to wet, whereas under MHD, recovery probabilities show a nearly symmetrical pattern across dry and wet conditions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S030147972504246X",
      "date_added": "2026-01-14",
      "id": "5663d6c4fcbc1580fba4d73df6372261",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Tracking drought-flood abrupt alternations: Event identification, path analysis, and ecological impacts on vegetation",
      "year": 2025,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Bai"
        },
        {
          "first_name": "Y",
          "last_name": "Yao"
        },
        {
          "first_name": "J",
          "last_name": "Wu"
        },
        {
          "first_name": "Y",
          "last_name": "Xie"
        },
        {
          "first_name": "Z",
          "last_name": "Zhang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought-flood abrupt alternation (DFAA) is a regional phenomenon characterized by spatiotemporal propagation continuity within the climate system’s dynamic evolution. Previous studies have typically examined the temporal or spatial dimensions of DFAA in isolation, overlooking its inherent spatiotemporal continuity and ecological consequences. This study proposes a novel three-dimensional identification method for drought-to-flood (DTF) and flood-to-drought (FTD) events in the Pearl River Basin. Key spatiotemporal features-duration, area, intensity, centroid, and migration direction-are quantified, and vegetation responses are evaluated using anomalies in fractional vegetation cover (FVC), normalized difference vegetation index (NDVI), and net primary productivity (NPP). The method proves highly applicable, identifying 47 DTF and 52 FTD events during 1979-2018. Among these, 41 DTF and 39 FTD events migrated predominantly westward. DTF events showed longer migration durations (mean: 4.7 months) and larger affected areas (mean coverage: 66 %) than FTD events (4.0 months; 57 % coverage). Spatiotemporal centroids were concentrated in the central basin from February to April for DTF and July to September for FTD. Vegetation response was characterized by rapid FVC/NDVI reaction to DTF (1-2 months lag) but delayed response to FTD (6-8 months lag), whereas NPP showed consistently low sensitivity with a 7-month lag to both. DTF exerted stronger inhibition on vegetation than FTD; over time, FVC/NDVI suppression weakened, while NPP displayed increasingly positive responses. This study provides a new approach for analyzing DFAA evolution and reveals distinct vegetation response mechanisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021997",
      "date_added": "2026-01-23",
      "id": "fb5b06c4c3c3ad35b459d112e3f4d460",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Four decades of baseflow drought analysis reveals varying contributions of climatic drivers and physical controls",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Ghaneei"
        },
        {
          "first_name": "E",
          "last_name": "Foroumandi"
        },
        {
          "first_name": "K",
          "last_name": "Stahl"
        },
        {
          "first_name": "H",
          "last_name": "Ajami"
        },
        {
          "first_name": "N",
          "last_name": "Wanders"
        },
        {
          "first_name": "H",
          "last_name": "Moradkhani"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "While the impacts of subsurface fluxes on mediating hydrologic response to droughts are often ignored, several studies indicate that baseflow can sustain rivers during droughts and decrease the vulnerability of water supplies. Therefore, given the increasing impacts of droughts on economic and environmental issues, understanding the baseflow drought (BFD) evolution and its drivers are critical. In this study, we quantify and analyze the long-term evolution of BFD characteristics across the Contiguous United States. We use long-term daily baseflow values of DeepBase data set and explainable machine learning models to identify and rank the climatic and physical drivers of BFD. Our analysis reveals notable regional disparities in BFDs, with western regions, particularly the Southwest, experiencing increased frequency and prolonged durations, while much of the eastern areas show declining trends. During the past decade, BFD frequency has been governed mainly by anomalies in the atmospheric water balance and by soil properties. Its duration has been primarily influenced by hydrogeologic attributes, and its intensity has been modulated most strongly by topographic setting. Highlighting the non-stationary and complex nature of BFD mechanisms, our results have practical implications for water resource management and drought adaptation strategies.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025EF006934",
      "date_added": "2026-01-23",
      "id": "2d932c298a5a4dfba6b2c98818e505b8",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Development of the long-term harmonized multi-satellite SIF (LHSIF) dataset at 0.05° resolution (1995-2024)",
      "year": 2026,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Zou"
        },
        {
          "first_name": "S",
          "last_name": "Du"
        },
        {
          "first_name": "X",
          "last_name": "Liu"
        },
        {
          "first_name": "L",
          "last_name": "Liu"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Solar-induced chlorophyll fluorescence (SIF) is a crucial proxy of photosynthetic processes in vegetation. In recent decades, advancements in remote sensing technology have facilitated long-term global SIF monitoring, significantly enhancing our understanding of vegetation dynamics on a global scale. Despite this progress, current SIF datasets face major challenges, including temporal inconsistencies among various satellite-derived products and a lack of long-term, high-resolution observations. In this study, we developed a",
      "url": "https://essd.copernicus.org/articles/18/55/2026/",
      "date_added": "2026-01-23",
      "id": "72f0ee2d443dd328491d8768a8f52bdd",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Understanding the dynamics of record-shattering compound drought-heatwave events and their impacts on ecosystems",
      "year": 2026,
      "authors": [
        {
          "first_name": "B",
          "last_name": "Li"
        },
        {
          "first_name": "K",
          "last_name": "Liu"
        },
        {
          "first_name": "M",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Yang"
        },
        {
          "first_name": "M",
          "last_name": "He"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Li"
        },
        {
          "first_name": "D",
          "last_name": "Wang"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "Recently, unprecedented compound drought and heatwave (CDHW) events have severely damaged terrestrial ecosystems, but their dynamics, formation mechanisms, and threats are still insufficiently understood. Here, using simulations from nine-member ensemble under three future scenarios, we project that the expected annual probability of record-shattering CDHW events (i.e., events exceeding historical severity records by more than two standard deviations) will double between 2015 and 2040 and continue to rise throughout the 21st century under the SSP5-8.5 scenario (0.05% per year). The mean temperature, relative humidity, shortwave radiation, and precipitation are critical drivers of CDHW severity. Record-shattering CDHW events severely impact ecosystems, particularly in regions such as southern North America, northern South America, and southern Europe. Observational data from 1951 to 2022 indicate that compared to nonrecord-shattering CDHW events, record-shattering CDHW events are correlated with weaker water vapor transport, reduced convective activity, and greater ecosystem damage, resulting in an additional global mean gross primary productivity (GPP) loss of −2.76 to −3.96 g C m −2 month −1 . Between 2080 and 2099, the global average GPP anomalies caused by these events are projected to range from 46% to 119% of the warm season's monthly average ecosystem carbon sink. Our study underscores the urgent need for adaptive measures to mitigate the ecological threats from record-shattering CDHW events to ensure ecosystem sustainability.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2024EF005714",
      "date_added": "2026-01-23",
      "id": "03e166349bc8b7e263d32fed061470b1",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "A global map of forest age for natural and planted forests at a fine spatial resolution of 30 meters",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "H",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Liang"
        },
        {
          "first_name": "X",
          "last_name": "Li"
        },
        {
          "first_name": "Z",
          "last_name": "Liu"
        },
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "S",
          "last_name": "Li"
        },
        {
          "first_name": "Y",
          "last_name": "Zhao"
        }
      ],
      "journal": "Earth System Science Data Discussions",
      "citations": 0,
      "abstract": "Natural and planted forests differ substantially in ecological functions and economic values, with forest age serving as a key indicator of their developmental and carbon dynamics. However, existing global forest age datasets remain constrained by coarse spatial resolution and the lack of explicit forest type distinction. In this study, we developed a 30 m global forest age dataset for 1985-2024 by integrating Landsat time-series data with the Continuous Change Detection and Classification (CCDC) algorithm on the Google Earth Engine platform, thereby reducing reliance on ground-based forest inventory data. Building upon global forest distribution products, forest age was estimated from change points in long-term spectral trajectories, distinguishing the age of natural and planted forests at a global scale. Validation using 6,100 globally stratified samples demonstrated strong agreement with visually interpreted references (overall accuracy = 0.72, RMSE = 5.66 years), with higher accuracy for natural forests (0.73) than for planted forests (0.70). Globally, pronounced regional contrasts were observed: old-growth native forests (NF) dominate in Europe (84.38 %), South America (82.61 %), and North America (80.62 %), whereas Australia exhibits a bimodal age distribution driven by both old and regenerating stands. Planted forests (PF), by contrast, are consistently younger, with the youngest plantations concentrated in Australia (Age1-5: 65.77 %) and the most mature in Europe (Age36-40: 53.99 %). This 30 m global forest age map provides a consistent and high-resolution benchmark for improving forest carbon accounting, plantation yield modeling, and conservation strategy development.",
      "url": "https://essd.copernicus.org/preprints/essd-2025-674/",
      "date_added": "2026-01-26",
      "id": "89d2dcb02370f7a3f5b924d05530ecff",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Mapping 1 April SWE in the Western US using standardized anomalies and quantiles from SWE reanalysis and in situ stations",
      "year": 2026,
      "authors": [
        {
          "first_name": "H",
          "last_name": "Besso"
        },
        {
          "first_name": "R",
          "last_name": "Mower"
        },
        {
          "first_name": "JM",
          "last_name": "Pflug"
        },
        {
          "first_name": "JD",
          "last_name": "Lundquist"
        }
      ],
      "journal": "Water Resources Research",
      "citations": 0,
      "abstract": "Real-time estimates of peak snow water equivalent (SWE) are critical to spring runoff forecasts in snow-dominated basins, but large uncertainties remain due to the high spatial and temporal variability of interannual peak SWE. Here we introduce new methods for calculating real-time distributed 1 April SWE in the Western US using patterns in annual SWE anomalies, which are consistent over large regions. Our methods capitalize on the high accuracy of SWE reanalysis products by combining historical (1990-2021) 1 April SWE from a reanalysis product with real-time point measurements from in situ snow stations to estimate current-year 1 April SWE. First, we used a clustering algorithm to determine which regions of the Western US historically have similar SWE anomalies. Then we tested several ways to estimate 1 April SWE in the Upper Colorado River Basin (UCRB). We tested historical SWE distributions using (a) parametric and (b) nonparametric distribution assumptions, combined with current-year observations from: (a) the geographically closest station to each grid cell, (b) the collection of stations within the same cluster as each grid cell, and (c) all stations in the UCRB. The most accurate method used a parametric distribution and the collection of stations from the same cluster. This produced distributed 1 April SWE with a median R 2 of 0.64, percent bias of 0.49%, and a root mean squared error of 0.13 m compared to the SWE reanalysis data in withheld years. The methods demonstrated here could be used wherever historical gridded data and real-time point measurements exist.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025WR040902",
      "date_added": "2026-02-03",
      "id": "20f485d1694d4be1d36da9c0d8c10724",
      "topic": [
        "snow"
      ]
    },
    {
      "title": "Decadal and spatially complete global surface chlorophyll-a data record from satellite and BGC-Argo observations",
      "year": 2026,
      "authors": [
        {
          "first_name": "DJ",
          "last_name": "Ford"
        },
        {
          "first_name": "G",
          "last_name": "Kulk"
        },
        {
          "first_name": "S",
          "last_name": "Sathyendranath"
        },
        {
          "first_name": "JD",
          "last_name": "Shutler"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Decadal-scale satellite-based climate data records of chlorophyll- a (chl- a ), an essential climate variable, are now readily available at high accuracy and precision. These data are being extensively used for research and, increasingly, for operational services. However, these observations rely on availability of sunlight and the satellite sensor being able to view the ocean, so there are gaps in data due to the presence of clouds and more widely during the polar winter. This is an issue when spatially complete data are needed for global climate studies, or as inputs to machine learning methods and for data assimilation. Whilst addressing cloud cover is well studied, methodologies to overcome missing data due to the polar winter has received little attention and simple approaches to overcome these gaps can lead to unrealistic values. Biogeochemical Argo (BGC-Argo) floats have widely been deployed, and they represent an opportunity to address these gaps. We present an approach that combines BGC-Argo data and a satellite chl- a climate data record to produce a spatially and temporally complete, global monthly chl- a record between 1997-2024 at 0.25° spatial resolution. Clouds gaps were filled using an established spatial kriging approach. Polar wintertime chl- a were reconstructed using relative changes between the wintertime BGC-Argo chl- a , and the previous autumntime or next springtime satellite observations, for individual hemispheres. Uncertainties were calculated on a per-pixel basis to retain the underlying uncertainty fields in the climate data record and were modified to account for the uncertainties related to the gap filling. The seasonal cycles in the resulting polar data are consistent with light availability. Clear interannual and inter-hemisphere variability in the wintertime chl- a were observed. Independent assessment of solely the gap filled wintertime chl- a estimates against in situ data ( N =201 total) indicates that the accuracy and precision of the underlying satellite data, a key component of a climate data record, are maintained. The 26 year global and spatially complete chl- a data, that are consistent with the underlying climate data record can be downloaded from Zenodo (https://doi.org/10.5281/zenodo.15689006, Ford et al., 2025b).",
      "url": "https://essd.copernicus.org/articles/18/569/2026/essd-18-569-2026.html",
      "date_added": "2026-02-06",
      "id": "1e34e6332d241cbfd5ad23e8ec3442f0",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Operational digital twin for multi-hazard coastal flood prediction with adaptive learning: Real-time performance in the Chesapeake Bay",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Magoulick"
        }
      ],
      "journal": "Environmental Modelling & Software",
      "citations": 0,
      "abstract": "Coastal flooding threatens growing populations where compound hazards amplify risks. This study presents a proof-of-concept operational digital twin for single-location flood prediction at Annapolis in the Chesapeake Bay, integrating real-time NOAA and USGS data. An ensemble of Random Forest, XGBoost, Gradient Boosting, and LSTM models achieves RMSE= 0.043 ft with R 2= 0.997 for short-term predictions, validated across 508,000 records and 369 extreme events over six years. Strong short-term accuracy largely reflects tidal autocorrelation in this semi-enclosed estuarine system. Feature importance shows 98.9% of predictive power derives from three water-level persistence variables, enabling efficient deployment. An empirical correction factor (0.87) calibrates predictions to local conditions. Key limitations include single-site validation without spatial inundation capability and no major hurricane landfall during the study period. The system complements physics-based models such as NOAA’s STOFS, which provide essential spatial detail and process understanding. The open-source implementation enables replication and community evaluation.",
      "url": "https://www.sciencedirect.com/science/article/pii/S1364815226000381",
      "date_added": "2026-02-06",
      "id": "4bb4e97a7e34c46da3decc473de78ac0",
      "topic": [
        "software-development"
      ]
    }
  ]
}