{
  "papers": [
    {
      "title": "Future intensification of ENSO impacts on the Southeast Asian hydroclimate",
      "year": 2025,
      "authors": [
        {
          "first_name": "T",
          "last_name": "Le"
        }
      ],
      "journal": "Hydrological Sciences Journal",
      "citations": 0,
      "abstract": "The hydroclimate of Southeast Asia (SEA) exhibits a robust connection with variations in the El Niño-Southern Oscillation (ENSO). However, our understanding of how ENSO will shape the future hydroclimate of this region remains largely uncertain. Here we evaluated the changes in the likelihood of ENSO-related impacts on SEA hydroclimate throughout the 21st century, utilizing data from the Coupled Modeling Intercomparison Project Phase 6 (CMIP6) model outputs. Our findings indicate that the impacts of ENSO on annual and seasonal precipitation, evaporation, runoff, soil moisture, and near-surface air temperature are anticipated to become more pronounced over mainland SEA and parts of insular SEA. Our results provide evidence indicating a possible intensification of ENSO-driven hydroclimatic impacts on SEA in the 21st century. These findings elucidate the evolving role of ENSO in shaping SEA’s hydroclimate patterns, underscoring the urgency for proactive, tailored adaptive strategies to address regionally specific impacts of shifting ENSO-SEA relationships.",
      "url": "https://www.tandfonline.com/doi/abs/10.1080/02626667.2025.2606159",
      "date_added": "2026-01-12",
      "id": "341f1ea6f73faa26c80c5994e4f21d58",
      "topic": [
        "teleconnection"
      ]
    },
    {
      "title": "Development and assessment of a C-vine copula-based composite drought index coupling multiple hydrological cycle variables in the North China Plain",
      "year": 2025,
      "authors": [
        {
          "first_name": "J",
          "last_name": "Xue"
        },
        {
          "first_name": "Q",
          "last_name": "Zhao"
        },
        {
          "first_name": "Z",
          "last_name": "Zhong"
        },
        {
          "first_name": "J",
          "last_name": "Wang"
        },
        {
          "first_name": "F",
          "last_name": "Lin"
        },
        {
          "first_name": "P",
          "last_name": "Yang"
        }
      ],
      "journal": "Journal of Water and Climate Change",
      "citations": 0,
      "abstract": "Drought is a complex phenomenon involving multiple interrelated processes, including meteorological, hydrological, and agricultural components. Traditional drought indices typically focus on a single aspect of drought, limiting their ability to fully characterize its multifaceted nature. In this study, a composite drought index (CDI) is developed based on the C-vine copula modeling framework, coupling key hydrological cycle variables including precipitation, potential evapotranspiration, soil moisture, and runoff. Two CDI are constructed: CDI-P, which takes precipitation as the central variable, and CDI-R, which takes runoff as the central variable. The results indicate that the CDIs effectively capture drought events and exhibit strong correlations with traditional drought indices across the study area. They also maintain relatively low false alarm and omission rates. Moreover, they demonstrate sensitivity and responsiveness to various drought types. By analyzing drought events across varying patch-area thresholds, the optimal thresholds were identified as 6% for CDI-P and 5.5% for CDI-R. Compared with traditional indices, the CDIs offer improved capabilities in revealing the interrelationships among various drought processes and capturing their compound impacts. Since 2000, the North China Plain has experienced increasing trends in drought duration, intensity, and severity. Drought migration paths are predominantly aligned along the northeast-southwest orientation.",
      "url": "https://iwaponline.com/jwcc/article/16/12/3840/110447",
      "date_added": "2026-01-12",
      "id": "b956b71111eb2647f38afa66529290b4",
      "topic": [
        "copula"
      ]
    },
    {
      "title": "Increased sensitivity of ecosystem to meteorological drought reduces carbon uptake in the Yellow River Basin",
      "year": 2025,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "He"
        },
        {
          "first_name": "S",
          "last_name": "Cao"
        },
        {
          "first_name": "H",
          "last_name": "Yan"
        },
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "M",
          "last_name": "Filonchyk"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought sensitivity, defined as ecosystem susceptibility to meteorological drought, is a key indicator of terrestrial ecosystem response to water stress and thereby critically regulates carbon sink function. However, little is known about the spatiotemporal evolution of drought sensitivity and its effects on carbon uptake changes. Here, we integrated multi-source remote sensing gross primary productivity data and meteorological drought indices in the Yellow River Basin from 1982 to 2018. Using interpretable machine learning methods, we revealed post-drought shifts in sensitivity, identified key drivers of the spatial changes in drought sensitivity, and quantified its influence on ecosystem carbon uptake. Our results showed that drought sensitivity of 57.12 % of the basin increased significantly (P < 0.05), particularly in arid regions and grassland ecosystems. Climate change was the main driving factor of drought sensitivity change, contributing 75.55 %, with rising solar radiation, intensifying drought, and increasing temperature as the primary factors. Increased drought sensitivity prolonged ecosystem recovery, reducing annual carbon uptake by 0.11 ± 0.05 Tg C during the 3-year recovery period, further weakening the ecosystem carbon sink capacity. Our findings highlight that increasing drought could further amplify the potential risk of carbon sinks in terrestrial ecosystems.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021286",
      "date_added": "2026-01-12",
      "id": "a770b029c16fa3063a08e7b40505bbb8",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Attributing European runoff changes to climatic drivers under future conditions",
      "year": 2025,
      "authors": [
        {
          "first_name": "I",
          "last_name": "Clemenzi"
        },
        {
          "first_name": "Y",
          "last_name": "Du"
        },
        {
          "first_name": "I",
          "last_name": "Pechlivanidis"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Understanding the impact of climatic drivers on future catchment runoff is crucial for assessing how climate change will influence hydrological regimes. This knowledge is essential for evaluating water resources at the local and regional scales. Here, we assessed the contributions of climatic drivers to runoff changes under future conditions across Europe by analyzing the sensitivity of runoff to changes in precipitation and potential evapotranspiration using the Budyko framework. This analysis was conducted for 35,408 basins and based on ensembles of bias-adjusted climate projections and hydrological data. We further explored the link between runoff changes and catchment hydrological similarities, investigating the impact of climatic drivers on runoff across different hydrological regimes in three future periods (early, mid and late century) and emission scenarios. Results indicate precipitation as the primary driver of runoff changes across Europe under low and medium emission scenarios. However, by the mid and late century in high emission scenarios, potential evapotranspiration’s contribution becomes comparable to precipitation, significantly influencing runoff variations in central and southern Europe. Finally, the sensitivity of the runoff changes to climatic drivers is linked to the regime of the river systems. Runoff changes in basins with slow response to precipitation tended to show a more balanced contribution from both precipitation and potential evapotranspiration under high emission scenarios, while basins that are very responsive to precipitation, changes in precipitation primarily led to runoff changes. This Budyko-based diagnosis provides new insights into attribution analysis by linking hydrological regimes to runoff changes under global warming, supporting more effective local adaptation strategies.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021341",
      "date_added": "2026-01-12",
      "id": "1034f2a85a56fdccebcc276d086edcde",
      "topic": [
        "hydrodynamic_modelling"
      ]
    },
    {
      "title": "Dynamic response of lake surface water temperature to atmospheric drought: a case of China",
      "year": 2025,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Peng"
        },
        {
          "first_name": "J",
          "last_name": "Yuan"
        },
        {
          "first_name": "R",
          "last_name": "Chen"
        },
        {
          "first_name": "X",
          "last_name": "Pei"
        },
        {
          "first_name": "D",
          "last_name": "Li"
        },
        {
          "first_name": "A",
          "last_name": "Li"
        },
        {
          "first_name": "S",
          "last_name": "Zhu"
        },
        {
          "first_name": "Q",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Luo"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Lake surface water temperature (LSWT), a key indicator of global warming, is highly sensitive to climate change. However, its response to drought remains poorly understood. This study utilized a dataset of lake surface water temperatures in China from 2001 to 2020 and the HSPEI drought index to objectively identify drought events that occurred in lake basins over the years and quantify extreme lake surface water temperature anomalies (LSWTA) during droughts. Event coincidence analysis and sensitivity analysis were employed to examine the coincidence rate between extreme LSWTA and drought events under varying climatic variables. Results showed that more than 60% of lakes experience extreme LSWTA during drought events. Extreme LSWTA during drought periods is the combined result of temperature, precipitation, solar radiation, and wind speed. Temperature acts as the primary driver of LSWTA, and increasing temperature gradients significantly elevate the likelihood of extreme LSWTA across all lakes; Precipitation and wind speed generally mitigate LSWTA; However, compared to large lakes, the LSWTA of minor and middle-sized lakes is not significantly affected by wind disturbance. Under sustained and intensified solar radiation, large lakes exhibit both high resistance and high vulnerability to LSWT. This study reveals the heterogeneous responses of LSWT to background climate variables during droughts, providing valuable insights for preventing cyanobacterial blooms and protecting aquatic organisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S002216942502133X",
      "date_added": "2026-01-12",
      "id": "4fc4b111fbe9fb25ad0133c993443c65",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Vegetation suffers greater and longer impacts under hydrological-triggered droughts",
      "year": 2026,
      "authors": [
        {
          "first_name": "L",
          "last_name": "Zhang"
        },
        {
          "first_name": "J",
          "last_name": "Chang"
        },
        {
          "first_name": "G",
          "last_name": "Yang"
        },
        {
          "first_name": "MR",
          "last_name": "Najafi"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "K",
          "last_name": "Zhou"
        }
      ],
      "journal": "Journal of Environmental Management",
      "citations": 0,
      "abstract": "Drought propagation involves multiple components of the water cycle, increasing the uncertainty in vegetation responses when these pathways differ. However, although current drought propagation research focuses on the relationships among two or more drought types, the differences in vegetation responses between hydrological-triggered drought (MHD) and non-hydrological-triggered drought (NHD) remain unclear. To this end, this study aims to quantify vegetation loss rates, response times, and post-drought recovery durations induced by both drought types using a matching method. Furthermore, we develop a vine copula-based framework to quantify the vegetation recovery probability from the MHD and NHD across diverse ecological geography regions. Compared to NHD events, MHD events are more likely to induce vegetation loss, amplify lagged effects on vegetation, and prolong vegetation recovery time. Consequently, greater impacts are observed in transitional climate zones (e.g., semi-arid and sub-humid regions) than in humid and arid regions. 87.5 % of ecological-geography regions show a reduced probability of vegetation recovery after MHD, indicating greater recovery difficulty compared to NHD. The probability of vegetation recovery increases under NHD events as conditions shift from dry to wet, whereas under MHD, recovery probabilities show a nearly symmetrical pattern across dry and wet conditions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S030147972504246X",
      "date_added": "2026-01-14",
      "id": "5663d6c4fcbc1580fba4d73df6372261",
      "topic": [
        "drought"
      ]
    },
    {
      "title": "Tracking drought-flood abrupt alternations: Event identification, path analysis, and ecological impacts on vegetation",
      "year": 2025,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Bai"
        },
        {
          "first_name": "Y",
          "last_name": "Yao"
        },
        {
          "first_name": "J",
          "last_name": "Wu"
        },
        {
          "first_name": "Y",
          "last_name": "Xie"
        },
        {
          "first_name": "Z",
          "last_name": "Zhang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Drought-flood abrupt alternation (DFAA) is a regional phenomenon characterized by spatiotemporal propagation continuity within the climate system’s dynamic evolution. Previous studies have typically examined the temporal or spatial dimensions of DFAA in isolation, overlooking its inherent spatiotemporal continuity and ecological consequences. This study proposes a novel three-dimensional identification method for drought-to-flood (DTF) and flood-to-drought (FTD) events in the Pearl River Basin. Key spatiotemporal features-duration, area, intensity, centroid, and migration direction-are quantified, and vegetation responses are evaluated using anomalies in fractional vegetation cover (FVC), normalized difference vegetation index (NDVI), and net primary productivity (NPP). The method proves highly applicable, identifying 47 DTF and 52 FTD events during 1979-2018. Among these, 41 DTF and 39 FTD events migrated predominantly westward. DTF events showed longer migration durations (mean: 4.7 months) and larger affected areas (mean coverage: 66 %) than FTD events (4.0 months; 57 % coverage). Spatiotemporal centroids were concentrated in the central basin from February to April for DTF and July to September for FTD. Vegetation response was characterized by rapid FVC/NDVI reaction to DTF (1-2 months lag) but delayed response to FTD (6-8 months lag), whereas NPP showed consistently low sensitivity with a 7-month lag to both. DTF exerted stronger inhibition on vegetation than FTD; over time, FVC/NDVI suppression weakened, while NPP displayed increasingly positive responses. This study provides a new approach for analyzing DFAA evolution and reveals distinct vegetation response mechanisms.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169425021997",
      "date_added": "2026-01-23",
      "id": "fb5b06c4c3c3ad35b459d112e3f4d460",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Four decades of baseflow drought analysis reveals varying contributions of climatic drivers and physical controls",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Ghaneei"
        },
        {
          "first_name": "E",
          "last_name": "Foroumandi"
        },
        {
          "first_name": "K",
          "last_name": "Stahl"
        },
        {
          "first_name": "H",
          "last_name": "Ajami"
        },
        {
          "first_name": "N",
          "last_name": "Wanders"
        },
        {
          "first_name": "H",
          "last_name": "Moradkhani"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "While the impacts of subsurface fluxes on mediating hydrologic response to droughts are often ignored, several studies indicate that baseflow can sustain rivers during droughts and decrease the vulnerability of water supplies. Therefore, given the increasing impacts of droughts on economic and environmental issues, understanding the baseflow drought (BFD) evolution and its drivers are critical. In this study, we quantify and analyze the long-term evolution of BFD characteristics across the Contiguous United States. We use long-term daily baseflow values of DeepBase data set and explainable machine learning models to identify and rank the climatic and physical drivers of BFD. Our analysis reveals notable regional disparities in BFDs, with western regions, particularly the Southwest, experiencing increased frequency and prolonged durations, while much of the eastern areas show declining trends. During the past decade, BFD frequency has been governed mainly by anomalies in the atmospheric water balance and by soil properties. Its duration has been primarily influenced by hydrogeologic attributes, and its intensity has been modulated most strongly by topographic setting. Highlighting the non-stationary and complex nature of BFD mechanisms, our results have practical implications for water resource management and drought adaptation strategies.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025EF006934",
      "date_added": "2026-01-23",
      "id": "2d932c298a5a4dfba6b2c98818e505b8",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Development of the long-term harmonized multi-satellite SIF (LHSIF) dataset at 0.05° resolution (1995-2024)",
      "year": 2026,
      "authors": [
        {
          "first_name": "C",
          "last_name": "Zou"
        },
        {
          "first_name": "S",
          "last_name": "Du"
        },
        {
          "first_name": "X",
          "last_name": "Liu"
        },
        {
          "first_name": "L",
          "last_name": "Liu"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Solar-induced chlorophyll fluorescence (SIF) is a crucial proxy of photosynthetic processes in vegetation. In recent decades, advancements in remote sensing technology have facilitated long-term global SIF monitoring, significantly enhancing our understanding of vegetation dynamics on a global scale. Despite this progress, current SIF datasets face major challenges, including temporal inconsistencies among various satellite-derived products and a lack of long-term, high-resolution observations. In this study, we developed a",
      "url": "https://essd.copernicus.org/articles/18/55/2026/",
      "date_added": "2026-01-23",
      "id": "72f0ee2d443dd328491d8768a8f52bdd",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Understanding the dynamics of record-shattering compound drought-heatwave events and their impacts on ecosystems",
      "year": 2026,
      "authors": [
        {
          "first_name": "B",
          "last_name": "Li"
        },
        {
          "first_name": "K",
          "last_name": "Liu"
        },
        {
          "first_name": "M",
          "last_name": "Wang"
        },
        {
          "first_name": "Y",
          "last_name": "Yang"
        },
        {
          "first_name": "M",
          "last_name": "He"
        },
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Li"
        },
        {
          "first_name": "D",
          "last_name": "Wang"
        }
      ],
      "journal": "Earth's Future",
      "citations": 0,
      "abstract": "Recently, unprecedented compound drought and heatwave (CDHW) events have severely damaged terrestrial ecosystems, but their dynamics, formation mechanisms, and threats are still insufficiently understood. Here, using simulations from nine-member ensemble under three future scenarios, we project that the expected annual probability of record-shattering CDHW events (i.e., events exceeding historical severity records by more than two standard deviations) will double between 2015 and 2040 and continue to rise throughout the 21st century under the SSP5-8.5 scenario (0.05% per year). The mean temperature, relative humidity, shortwave radiation, and precipitation are critical drivers of CDHW severity. Record-shattering CDHW events severely impact ecosystems, particularly in regions such as southern North America, northern South America, and southern Europe. Observational data from 1951 to 2022 indicate that compared to nonrecord-shattering CDHW events, record-shattering CDHW events are correlated with weaker water vapor transport, reduced convective activity, and greater ecosystem damage, resulting in an additional global mean gross primary productivity (GPP) loss of −2.76 to −3.96 g C m −2 month −1 . Between 2080 and 2099, the global average GPP anomalies caused by these events are projected to range from 46% to 119% of the warm season's monthly average ecosystem carbon sink. Our study underscores the urgent need for adaptive measures to mitigate the ecological threats from record-shattering CDHW events to ensure ecosystem sustainability.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2024EF005714",
      "date_added": "2026-01-23",
      "id": "03e166349bc8b7e263d32fed061470b1",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "A global map of forest age for natural and planted forests at a fine spatial resolution of 30 meters",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Wang"
        },
        {
          "first_name": "H",
          "last_name": "Wang"
        },
        {
          "first_name": "C",
          "last_name": "Liang"
        },
        {
          "first_name": "X",
          "last_name": "Li"
        },
        {
          "first_name": "Z",
          "last_name": "Liu"
        },
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "S",
          "last_name": "Li"
        },
        {
          "first_name": "Y",
          "last_name": "Zhao"
        }
      ],
      "journal": "Earth System Science Data Discussions",
      "citations": 0,
      "abstract": "Natural and planted forests differ substantially in ecological functions and economic values, with forest age serving as a key indicator of their developmental and carbon dynamics. However, existing global forest age datasets remain constrained by coarse spatial resolution and the lack of explicit forest type distinction. In this study, we developed a 30 m global forest age dataset for 1985-2024 by integrating Landsat time-series data with the Continuous Change Detection and Classification (CCDC) algorithm on the Google Earth Engine platform, thereby reducing reliance on ground-based forest inventory data. Building upon global forest distribution products, forest age was estimated from change points in long-term spectral trajectories, distinguishing the age of natural and planted forests at a global scale. Validation using 6,100 globally stratified samples demonstrated strong agreement with visually interpreted references (overall accuracy = 0.72, RMSE = 5.66 years), with higher accuracy for natural forests (0.73) than for planted forests (0.70). Globally, pronounced regional contrasts were observed: old-growth native forests (NF) dominate in Europe (84.38 %), South America (82.61 %), and North America (80.62 %), whereas Australia exhibits a bimodal age distribution driven by both old and regenerating stands. Planted forests (PF), by contrast, are consistently younger, with the youngest plantations concentrated in Australia (Age1-5: 65.77 %) and the most mature in Europe (Age36-40: 53.99 %). This 30 m global forest age map provides a consistent and high-resolution benchmark for improving forest carbon accounting, plantation yield modeling, and conservation strategy development.",
      "url": "https://essd.copernicus.org/preprints/essd-2025-674/",
      "date_added": "2026-01-26",
      "id": "89d2dcb02370f7a3f5b924d05530ecff",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Mapping 1 April SWE in the Western US using standardized anomalies and quantiles from SWE reanalysis and in situ stations",
      "year": 2026,
      "authors": [
        {
          "first_name": "H",
          "last_name": "Besso"
        },
        {
          "first_name": "R",
          "last_name": "Mower"
        },
        {
          "first_name": "JM",
          "last_name": "Pflug"
        },
        {
          "first_name": "JD",
          "last_name": "Lundquist"
        }
      ],
      "journal": "Water Resources Research",
      "citations": 0,
      "abstract": "Real-time estimates of peak snow water equivalent (SWE) are critical to spring runoff forecasts in snow-dominated basins, but large uncertainties remain due to the high spatial and temporal variability of interannual peak SWE. Here we introduce new methods for calculating real-time distributed 1 April SWE in the Western US using patterns in annual SWE anomalies, which are consistent over large regions. Our methods capitalize on the high accuracy of SWE reanalysis products by combining historical (1990-2021) 1 April SWE from a reanalysis product with real-time point measurements from in situ snow stations to estimate current-year 1 April SWE. First, we used a clustering algorithm to determine which regions of the Western US historically have similar SWE anomalies. Then we tested several ways to estimate 1 April SWE in the Upper Colorado River Basin (UCRB). We tested historical SWE distributions using (a) parametric and (b) nonparametric distribution assumptions, combined with current-year observations from: (a) the geographically closest station to each grid cell, (b) the collection of stations within the same cluster as each grid cell, and (c) all stations in the UCRB. The most accurate method used a parametric distribution and the collection of stations from the same cluster. This produced distributed 1 April SWE with a median R 2 of 0.64, percent bias of 0.49%, and a root mean squared error of 0.13 m compared to the SWE reanalysis data in withheld years. The methods demonstrated here could be used wherever historical gridded data and real-time point measurements exist.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025WR040902",
      "date_added": "2026-02-03",
      "id": "20f485d1694d4be1d36da9c0d8c10724",
      "topic": [
        "snow"
      ]
    },
    {
      "title": "Nonstationary agricultural drought risk under compound meteorological drought and hot conditions",
      "year": 2026,
      "authors": [
        {
          "first_name": "Q",
          "last_name": "Zhang"
        },
        {
          "first_name": "Z",
          "last_name": "Lu"
        },
        {
          "first_name": "J",
          "last_name": "Ying"
        },
        {
          "first_name": "Y",
          "last_name": "Qiu"
        },
        {
          "first_name": "P",
          "last_name": "Wang"
        },
        {
          "first_name": "Z",
          "last_name": "Xu"
        },
        {
          "first_name": "D",
          "last_name": "Xu"
        },
        {
          "first_name": "Y",
          "last_name": "Li"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Agricultural drought poses a major threat to crop and plant productivity, primarily driven by precipitation deficits (meteorological drought) and extreme hot events. Under global warming, the dependencies among agricultural drought, meteorological drought, and heat extremes become increasingly nonstationary and time-varying. However, existing approaches generally assume stationarity, limiting the accurate assessment of agricultural drought risk. Inspired by Patton’s theory, this study develops a novel nonstationary vine copula conditional probability model (NVCCP). NVCCP enables the quantification of nonstationary conditional probability of agricultural drought under compound dry-hot conditions. The effectiveness of NVCCP is illustrated in the Aral Sea Basin, which is an agricultural dominant area. The results indicate that compared with other stationary multivariate dependence models, NVCCP performs best in capturing the complex relationship among agricultural drought, hot events, and meteorological drought. From March to May, agricultural drought risks are increased, reflecting the seasonal evolution of land-surface hydrological conditions. Over the past 70 years, decreasing and increasing trends account for 33% (32%) and 27% (28%) of the Aral Sea Basin for normal (severe) agricultural drought, respectively. Compared with March and May, agricultural drought in April exhibits more pronounced temporal variability, with an average absolute trend of 0.0007/a. Overall, NVCCP is an effective nonstationary method that can be applied in other sectors and provides critical insights for nonstationary research.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001563",
      "date_added": "2026-02-17",
      "id": "16b7d0e588e3256dd20b87ce9407279c",
      "topic": [
        "non-stationary"
      ]
    },
    {
      "title": "Vegetation restoration mitigates meteorological drought on the Loess Plateau",
      "year": 2026,
      "authors": [
        {
          "first_name": "W",
          "last_name": "Zheng"
        },
        {
          "first_name": "S",
          "last_name": "Shi"
        },
        {
          "first_name": "K",
          "last_name": "Askari"
        },
        {
          "first_name": "F",
          "last_name": "Roig"
        },
        {
          "first_name": "X",
          "last_name": "Liu"
        },
        {
          "first_name": "W",
          "last_name": "Liu"
        },
        {
          "first_name": "F",
          "last_name": "Wang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Large-scale vegetation restoration on the Loess Plateau (LP) has significantly increased regional evapotranspiration (ET), raising concerns about water security. However, the net impact on meteorological drought, which balances moisture supply (ET) and atmospheric demand (PET), has remained poorly quantified. To address this, we employed a counterfactual modelling framework for 2001-2022, using the Standardized Evapotranspiration Deficit Index (SEDI) to compare a “Baseline” (actual greening) scenario against a “Fixed Vegetation” (no greening) scenario. A two-step attribution analysis was then used to quantify the contributions from vegetation structure, CO 2 physiology, vegetation physiology, and climate drivers. Results show that vegetation restoration was the primary driver of the 23.2 mm decade −1 ET increase. Despite this, meteorological drought was substantially mitigated: the Baseline SEDI showed a wetting trend of 0.21 decade −1 , nearly double the 0.11 decade −1 trend in the Fixed Vegetation scenario. This phenomenon can be explained by two mechanisms: (1) at the component level, vegetation’s contribution to ET (17.83 mm decade −1 ) was almost twice its opposing contribution to PET (9.02 mm decade −1 ), leading to a net reduction in the atmospheric water deficit; and (2) at the driver level, the wetting trend in SEDI (0.21 decade −1 ) was mainly driven by favourable climate shifts (0.170 decade −1 , 81.4% of the net trend) and reinforced by vegetation structural changes (0.104 decade −1 , 49.5%), which together outweighed drying pressures from CO 2 physiological (−26.3%) and vegetation physiological (−4.7%) effects. These findings demonstrate that human-led ecological restoration, while increasing total water consumption, has successfully alleviated atmospheric drought. This provides critical scientific evidence for the climate-resilience benefits of the ’Grain for Green’ program and offers insights for sustainable water management in other water-limited regions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001095",
      "date_added": "2026-02-17",
      "id": "752a391c133dccb981720dc653743058",
      "topic": [
        "ecohydrology"
      ]
    },
    {
      "title": "Quantitative assessment of the reservoir-induced impact on multivariate flood risk via the nonstationary Vine Copula model",
      "year": 2026,
      "authors": [
        {
          "first_name": "P",
          "last_name": "Xu"
        },
        {
          "first_name": "Z",
          "last_name": "Zhang"
        },
        {
          "first_name": "D",
          "last_name": "Wang"
        },
        {
          "first_name": "VP",
          "last_name": "Singh"
        },
        {
          "first_name": "G",
          "last_name": "Zhang"
        },
        {
          "first_name": "X",
          "last_name": "Fu"
        },
        {
          "first_name": "H",
          "last_name": "Yang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Flood events in the Yellow River Basin (YRB) are increasingly influenced by both climate change and intensified human activities, calling for advanced multivariate models to capture their nonstationary characteristics. A dynamic Vine Copula (DVC) framework that integrates nonstationary univariate distributions with time-varying copula parameters is proposed for detecting human activities (including urbanization and reservoir operation) and a climate change-induced impact on the multivariate flood occurrence likelihood at YRB. Unlike traditional static copula approaches, this framework enables the dynamic quantification of changing dependencies among flood characteristics and systematically attributes the contributions of multiple covariates. Based on the daily mean streamflow, a comparative analysis between peaks-over-threshold (POT)-derived characteristics (PDC) and annual maximum series (AMS)-derived characteristics (ADC) reveals that the nonstationary DVC model based on ADC provides more robust and interpretable insights for nonstationary hydrological event analysis. Specifically, our findings indicate that reservoir operations show the strongest statistical association with flood risk alterations in recent decades. The regression lines showed that it caused a decrease of 2.5° to 31.9° in the angles of flood peak and flood volume, respectively. The interval time in PDC signals additional nonstationary influences. This study advances the methodology for multivariate flood risk assessment under nonstationary conditions, offering a novel tool for disentangling and quantifying the impacts of human and climate drivers in large river basins.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426000946",
      "date_added": "2026-02-17",
      "id": "593920fd9c5023c829200383be3e68ab",
      "topic": [
        "copula"
      ]
    },
    {
      "title": "Global quantification of the bidirectional dependence between vegetation productivity and multi-layer soil moisture",
      "year": 2026,
      "authors": [
        {
          "first_name": "Y",
          "last_name": "Liu"
        },
        {
          "first_name": "J",
          "last_name": "Shi"
        },
        {
          "first_name": "H",
          "last_name": "Yue"
        },
        {
          "first_name": "X",
          "last_name": "Wang"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Soil moisture serves as a crucial water source for vegetation growth, while vegetation dynamics in turn regulate soil moisture through processes such as evapotranspiration and canopy interception. Quantitatively characterizing this mutual feedback is essential for optimizing hydrological processes and promoting coordinated vegetation-water management. However, the bidirectional interactions between soil moisture and vegetation productivity across different climate zones, vegetation types, and soil depths remain poorly understood. Based on Global Solar Induced Chlorophyll Fluorescence, soil moisture, the average air temperature at 2 m, and solar radiation datasets, this study employed trend analysis, causal inference, and multiple linear regression to explore the Granger causality between vegetation productivity and multi-layer soil moisture under different environmental conditions. Results revealed widespread bidirectional dependence between vegetation productivity and soil moisture across all soil layers, with interaction strength declining from 79.84% in the surface layer (0-10 cm) to 72.04% in the deep layer (100-200 cm). The magnitude of this bidirectional coupling varied significantly across climate zones: dependence peaked in surface soils within temperate regions (82.52%), while tropical zones exhibited maxima in the shallow (82.99%) and deep (78.05%) layers. Boreal zones showed the strongest dependence in the middle soil layer (76.25%). Furthermore, driven by differences in transpiration rates and water retention capacity, woody plants demonstrated higher average bidirectional dependence (79.4%) than herbaceous plants (75.75%), whereas shrubland vegetation exhibited relatively lower dependence (74%). Considering the spatial distribution of climate and vegetation types, tropical zones (dominated by evergreen broadleaf forests) and boreal zones (dominated by shrublands) both showed peak bidirectional dependence in the shallow soil layer. Other climate zones, primarily influenced by grassland vegetation, exhibited peak dependence within the surface soil layer. This study reveals the variability in bidirectional dependence between vegetation productivity and multilayer soil moisture across different climatic zones and vegetation types, which will provide a robust theoretical foundation for improving regional soil moisture regulation and guiding ecosystem restoration under changing climatic conditions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426001629",
      "date_added": "2026-02-17",
      "id": "68cbb5ca0224d9f7d58039fb865cd6b1",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Drying soil moisture dominates enhancing summer soil moisture-temperature coupling under climate change",
      "year": 2026,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "X",
          "last_name": "Gu"
        },
        {
          "first_name": "L",
          "last_name": "Li"
        },
        {
          "first_name": "Y",
          "last_name": "Zheng"
        },
        {
          "first_name": "D",
          "last_name": "Kong"
        },
        {
          "first_name": "Y",
          "last_name": "Guan"
        },
        {
          "first_name": "S",
          "last_name": "Luo"
        },
        {
          "first_name": "A",
          "last_name": "Gulakhmadov"
        },
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "W",
          "last_name": "Xiao"
        }
      ],
      "journal": "Geophysical Research Letters",
      "citations": 0,
      "abstract": "Global warming enhances soil moisture (SM)-temperature (SM-T) coupling, exacerbating extreme climates. However, the mechanisms and future trends of this enhancement remain inadequately understood. Analysis of multiple reanalysis data sets shows that during summer seasons of 1981-2020, approximately 45.6% of global lands exhibit a significant intensifying SM-T coupling trend, with hotspots in Northeast Asia, Central Asia, and southwestern North America. Ridge regression reveals the drying SM (contribution: 50.2%) dominates the enhanced SM-T coupling, followed by greening vegetation (28.3%) and decreasing cloud cover (21.5%). Furthermore, pre-summer vegetation greening has the effect of intensifying the summer SM-T coupling. Despite discrepancies in climate models' simulations of SM-T coupling trend, the optimal multi-model ensemble mean well reproduces SM-T coupling's spatiotemporal characteristics. Based on this multi-model ensemble mean, the enhancement of SM-T coupling is attributed to anthropogenic forcings and projected to further intensify under future emission scenarios.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025GL119826",
      "date_added": "2026-02-17",
      "id": "465b0f0c3a3114f6d6b99942e5aaadf8",
      "topic": [
        "statistics-big-data"
      ]
    },
    {
      "title": "Rainfall and snowmelt-runoff erosivity: Evaluating their relationship with seasonal suspended sediment dynamics in a mountainous watershed",
      "year": 2026,
      "authors": [
        {
          "first_name": "H",
          "last_name": "Asadi"
        },
        {
          "first_name": "MK",
          "last_name": "Pashaki"
        },
        {
          "first_name": "M",
          "last_name": "Arabkhedri"
        },
        {
          "first_name": "T",
          "last_name": "Fallah"
        }
      ],
      "journal": "Journal of Hydrology",
      "citations": 0,
      "abstract": "Rainfall erosivity (R) is one of the key drivers of soil erosion used in several erosion models. However, in mountainous regions where snowmelt constitutes a substantial portion of runoff, snowmelt-runoff erosivity (SR) is a significant contributor to the total rainfall-runoff erosivity (TR), thereby affecting soil erosion and suspended sediment yield (SSY). Although the contribution of the SR to the annual TR has been documented in a few studies, there remains a significant gap in our understanding of the seasonal dynamics of the TR and its relation with SSY. This study aimed to (i) estimate daily snow accumulation, snowmelt and SR across the mountainous Latyan watershed, and (ii) calculate the semi-monthly R, SR, TR and SSY, and assess their relationships. R was calculated based on the rainfall data (15 to 47 years) of 14 weather stations. Daily snow melt data predicted by the degree-day model were used to estimate daily SR. The semi-monthly R, SR, TR were mapped by spatial analysis methods. The daily SSY was predicted using a 48-year discharge and suspended sediment concentration data set. The SR contributes to 30 to 75% of the TR. The analysis indicates that TR and SSY exhibit a similar trend, with two major seasonal peaks; the first occurs in autumn with slightly different timing, and the second SSY peak appears about one month after the early-spring TR peak. This difference reflects a timing offset rather than a direct TR-SSY response and is likely influenced by broader hydrological processes, including snowmelt dynamics, sediment availability, watershed connectivity, and seasonal controls. These findings highlight the critical role of SR in accurately modeling sediment transport dynamics and improving erosion and streamflow predictions in mountainous regions.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0022169426002210",
      "date_added": "2026-02-17",
      "id": "6ad1a74a3c3bfc5d075313d5f36cce61",
      "topic": [
        "sediment"
      ]
    },
    {
      "title": "Natural Forests Have Longer Drought Recovery Times than Planted Forests across China",
      "year": 2026,
      "authors": [
        {
          "first_name": "X",
          "last_name": "Pei"
        },
        {
          "first_name": "Y",
          "last_name": "Luo"
        },
        {
          "first_name": "S",
          "last_name": "Hong"
        },
        {
          "first_name": "Y",
          "last_name": "Yan"
        },
        {
          "first_name": "R",
          "last_name": "Chen"
        },
        {
          "first_name": "Q",
          "last_name": "Wang"
        },
        {
          "first_name": "A",
          "last_name": "Li"
        },
        {
          "first_name": "D",
          "last_name": "Li"
        },
        {
          "first_name": "C",
          "last_name": "Peng"
        },
        {
          "first_name": "S",
          "last_name": "Piao"
        }
      ],
      "journal": "Agricultural and Forest Meteorology",
      "citations": 0,
      "abstract": "Planted forests (PF) and Natural forests (NF) are essential carbon sinks and biodiversity reservoirs. The increasing severity of drought events has intensified stress on both. However, the extent to which PF and NF differ in their drought recovery times remains unclear. To address this, we assessed the differences in the drought recovery time between PF and NF based on the Kernel Normalized Difference Vegetation Index (kNDVI) and the Standardized Precipitation Evapotranspiration Index (SPEI). The results showed that NF exhibited a significantly longer drought recovery time (NF_RT: 3.14 ± 1.97 months) than PF (PF_RT: 2.90 ± 2.05 months). The environmental factors, including recovery-period climate variables, drought characteristics, and soil fertility, were important drivers of both PF_RT and NF_RT, with the average precipitation during the recovery period showing the greatest difference in contribution between PF_RT and NF_RT. During the recovery period, PF areas experienced higher temperature and precipitation, resulting in warmer and wetter conditions that were more conducive to shortening drought recovery time. The effects of vegetation factors on PF_RT and NF_RT exhibited nonlinear relationships, and the local responses of key variables such as gross primary productivity and water-use efficiency differed, suggesting that optimizing the structure and function of plantations and natural forests could enhance their adaptation to drought events. Our results emphasize the difference in drought recovery time between PF and NF, highlighting the distinct ecological strategies and adaptation mechanisms employed by the two forest types under drought stress.",
      "url": "https://www.sciencedirect.com/science/article/pii/S0168192326000109",
      "date_added": "2026-02-17",
      "id": "abe36f50de1aecc9c983856215786fa4",
      "topic": [
        "forest"
      ]
    },
    {
      "title": "Fusing ERA5-Land and SMAP L4 for an improved global soil moisture product (1950-2025)",
      "year": 2026,
      "authors": [
        {
          "first_name": "W",
          "last_name": "Wang"
        },
        {
          "first_name": "S",
          "last_name": "Feng"
        },
        {
          "first_name": "Y",
          "last_name": "Zhang"
        },
        {
          "first_name": "Z",
          "last_name": "Wei"
        },
        {
          "first_name": "J",
          "last_name": "Dong"
        },
        {
          "first_name": "L",
          "last_name": "Weihermuller"
        },
        {
          "first_name": "CQ",
          "last_name": "Liu"
        },
        {
          "first_name": "H",
          "last_name": "Vereecken"
        }
      ],
      "journal": "Earth System Science Data",
      "citations": 0,
      "abstract": "Accurate, high-resolution soil moisture data are critical for hydrological modeling, climate studies, and ecosystem management. Unfortunately, current existing global products suffer from inconsistencies, coverage gaps, and biases. In this study, we evaluated the surface layers of three widely used soil moisture products, including ERA5-Land, ESA-CCI (v09.1 Combined), and SMAP L4 with resolutions ranging from 0.1 to 0.25°, against in situ measurements across five networks, including ISMN, CMA, Cemaden, COSMOS-Europe, and SONTE-China. The in situ dataset, to our knowledge, represents the most extensive global soil moisture compilation to date, comprising approximately 3.8 million records, organized into a primary dataset for modern validation (2015-2020) and an independent historical dataset (1960-2015). It is found that during the primary validation period (2015-2020), ERA5-Land exhibits high correlation (with correlation coefficient of 0.69) between measured and predicted soil moisture but the data also shows significant bias. SMAP L4 provides the highest accuracy (with root mean square error (RMSE) value of 0.088 m3 m−3) and low bias, but is limited by its temporal coverage from 2015 to the present. To address these gaps, we developed an adjusted ERA5-Land dataset spanning 1950 to 2025 by fusing ERA5-Land and SMAP L4 using a mean-variance rescaling method optimized for long time-series alignment, which enhanced the spatiotemporal coverage and reduced bias. Validation against the primary validation period demonstrates a reduction in RMSE of 24.6 % and an improvement in normalized Nash-Sutcliffe Efficiency (NNSE) of 30.6 % compared to the original ERA5-Land products. Crucially, the reliability of the backward extension was verified against independent historical observations spanning 1960 to 2015, demonstrating sustained improvements over ERA5-Land with 19.7 % RMSE reduction and 26.6 % NNSE increase. This confirms the robustness of the adjustment parameters in the mean-variance rescaling method. The adjusted ERA5-Land dataset, which is publicly available, can be used as benchmark for future research and support drought monitoring, weather prediction, and water resource management, contributing to global climate resilience across diverse ecosystems. The dataset is provided for the surface layer with global coverage at a 0.1° spatial and daily temporal resolution, spanning from 1950 to 2025, at https://doi.org/10.57760/sciencedb.30546 (Wang et al., 2026).",
      "url": "https://essd.copernicus.org/articles/18/1061/2026/",
      "date_added": "2026-02-17",
      "id": "12a36a069bcd30dcd2f44e888da09724",
      "topic": [
        "data_sources"
      ]
    },
    {
      "title": "Fire spread, intensity, and emissions observations by multiple satellites: The southern California wildfires of January 2025",
      "year": 2026,
      "authors": [
        {
          "first_name": "F",
          "last_name": "Li"
        },
        {
          "first_name": "X",
          "last_name": "Zhang"
        },
        {
          "first_name": "M",
          "last_name": "Cochrane"
        },
        {
          "first_name": "S",
          "last_name": "Kondragunta"
        },
        {
          "first_name": "S",
          "last_name": "An"
        }
      ],
      "journal": "AGU Advances",
      "citations": 0,
      "abstract": "In January 2025, wildfires caused catastrophic impacts to the infrastructure, communities, and environment of Los Angeles. This study documents the remotely sensed fire spread, intensity, and smoke emissions from the wildfires by leveraging fire and emission observations from multiple satellites. We found that during the first 24 hr after ignition, two main fires moved through urban settlements, under hurricane-like Santa Ana winds, at rates of up to 3.7 km hr −1 while burning 75%-80% of the final fire areas, including all affected residential areas. We also report the first satellite-derived intensities of wildfires burning through residential areas. With a mean intensity of 72-297 W m −2 , these fires at night were significantly more intense than the contemporaneous vegetation fires in the Palisades Fire. Smoke emissions exhibited strong hourly variations that were closely coupled with temporal fire intensity patterns, and the emission coefficients (Ce) of carbon monoxide (CO), total particulate matter, and nitrogen oxides (NO x ) were 146, 10.2-21.1, and 0.89 g MJ −1 , respectively. In comparison between vegetation fires and residential-area fires, CO Ce discrepancies suggest that residential fires likely released less CO emissions per unit of radiative energy, whereas temporal variations in NO x Ce discrepancies varied temporally indicate complex factors influencing Ce in wildfires occurring at the wildland-Urban Interface. Our findings reveal the extreme characteristics of the Los Angeles wildfires and illustrate how integrated remote sensing imagery can provide critical wildfire information to support safe evacuation, firefighting operations, and air quality forecasting.",
      "url": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2025AV002064",
      "date_added": "2026-02-19",
      "id": "654835f187936b0f8340def1dd2f9909",
      "topic": [
        "wildfire"
      ]
    }
  ]
}